{
  "source": "rulebook",
  "total_pages": 16,
  "pages_with_text": 16,
  "full_text": "--- Page 1 ---\n\n®\n\n--- Page 2 ---\n\n2 Teallian shook her head. “No, researcher. It’s not wasteful at all.” “What do you mean?” Hiari asked. The Barony officer gave her a small, superior smile. “It’s arrogant, Doctor. Pure arrogance to demonstrate their power by reshaping a planet to get what they want. And I approve.” ————————— Two weeks later, the shuttle soared across the expanse of the exposed seabed. Through her cabin viewport, Hiari could see rivers of sludge flowed through the wasteland, slowly filling the drained abyssal trenches with mud. Already, dust storms were starting to whip up the drying silt. On the horizon ahead, she could just make out the cliffs rising from the ocean floor. As the water receded, it had exposed a vast undersea plateau, hundreds of kilometers across. Atop the plateau were vast structures linked by pathways of smooth black stone that radiated out from a circular disc that lay in the center of the plateau. Using the Aris Vex’s sensor suite, Migun calculated that the disc was five kilometers across and unimaginably dense. “That it has not collapsed under its own weight suggests it may be some exotic material—perhaps not fully in our dimension,” he had burbled excitedly. He was incensed he could not study them in person, just as Hiari railed against being unable to explore the exposed structures scattered across the ocean floor. But their hosts insisted, politely but firmly, the observers remain in orbit. So they watched as Creuss ships descended on the ruins. Five days into the exploration, the Creuss explorers uncovered… something. The Aris Vex had been on the far side of Acheron when the ship’s gravitic sensors registered a massive spike. Something more massive than the planet was stretching the fabric of space-time. By the time the corvette’s orbit brought it above the city again, the disk had vanished, enveloped in a perfect sphere of infinite darkness. A wormhole. A wormhole five kilometers in diameter, buried beneath a forgotten sea. The observation team had protested with one voice, threatening to report to their respective governments and return with fleets should the Creuss continue to bar them from this discovery. The Creuss acquiesced. Less than a day later, a shuttle had rendezvoused with the Aris Vex. There was room enough for all twenty-five of the official observers, but only barely. Hiari had chosen a cramped seat next to Durruq, rather than bear the company of the sanctimonious Brother Dormer of the Yin or the unsettling presence of N’ssika of the Naalu Collective. But despite the packed and uncomfortable quarters, none of the observers had even considered staying behind. Now the edge of the plateau was drawing near. The shuttle banked around one of the towers rising out of the side of the cliffs. Hiari gulped. From orbit, she hadn’t realized just how imposing the massive, black stone buildings would be. They reminded her of temples, designed to inspire awe…or dread. Even as Hiari shook off the stray thought, Durruq growled in the back of his throat. “I do not like the look of this place.” San Sinassa, the Creuss sent to mind the observers, turned from the pilot’s seat. “We have found similar structures all across the seabed. Apparently, this is an entire lost civilization.” In all of her time spent exploring the galaxy, she had never seen an ocean being drained. The Aris Vex had made orbit an hour ago, and since then Hiari Omar had not once left the corvette’s observation blister. Beneath her lay a gray planet covered in dust storms and foaming, black seas. Nothing grew on its barren, ashen plains, and only the simplest plants struggled to survive in the mineral-laced waters. It was probably the least interesting world Hiari had seen, and yet she had traveled all the way from the Jord Institute of History, beyond the Creuss Gate, past the Torali Pulsar, and deep into Shaleri space, to be here. And she wasn’t the only one. “Dr. Omar.” She started at the deep rumbling purr, then turned and smiled. “Durruq. I am sorry I did not notice you.” The Hacan envoy briefly closed his eyes and dipped his body in a friendly greeting. “I apologize for disturbing your contemplations, but the rest of the observer team was about to dine. Will you join us?” “In a minute,” Hiari said. “I want to watch a bit longer.” Durruq nodded. “It is an impressive sight. I will join you for a time, if you will permit me.” She shifted to provide space at the blister, and the larger alien joined her, staring out across the ships that hung in space above the world. Months ago, Creuss researchers had discovered records buried in forgotten vaults on Mecatol Rex, decaying mag-plates that spoke of a world called Acheron, the gateway of Ixth. The Creuss dispatched a massive armada into this forgotten corner of the galaxy, hoping to be the first to find the fabled paradise world and reap the attendant glories of its discovery. Before the rest of the Galactic Council could insist on a multi-species observer team to accompany the expedition, Creuss scouts were already finding routes around the ravenous Singularity of Manon, and into ancient nebulae that were unknown even to these enigmatic aliens. By the time Hiari had been whisked from her apartment in New Moscow and brought aboard the Barony corvette, word had come that the expedition had found Acheron, and sensors had detected strange readings beneath the world’s largest ocean. Now, a toroid the size of a space dock hung suspended between the sculpted silver hulls of two Creuss dreadnoughts. Hiari watched as invisible grav-fields reached down to the ocean hundreds of kilometers below; siphoning off the sea in a writhing funnel of water a kilometer across. It rose up, out of the atmosphere, and through the toroid, erupting into an ever- expanding cloud of shimmering ice that slowly wrapped around to envelop the planet. “How foolish.” This time, Hiari didn’t turn. She recognized the burbling voice as belonging to Migun Thu, a researcher from the Universities of Jol-Nar. He maneuvered his environment suit into the observation room, followed by an austere blue-gray woman in a formal uniform. Commander Teallian Den Marchand the Elder was the captain of the Aris Vex and official observer for the Barony. Migun gestured a manipulator arm at the toroid. “Any sentient who can travel into space can venture underwater. Why waste so much energy to remove the entire ocean?” The aquatic alien seemed personally offended by the whole affair.\n\n--- Page 3 ---\n\n3 “I’d like access to some of those other sites as well,” Hiari said. “If I’m going to get a clearer picture of this culture—” “I’m sorry,” Sinassa replied. “But some of our teams have come under attack by unknown assailants as they explored the ruins. Letting you venture on your own is too dangerous.” The observers looked at the Creuss with surprise. The Rokha Varish narrowed her green eyes, and her Naaz companion Cole climbed up on her shoulders for a better view. “Assailants? What assailants are these?” “They’re unknown,” Sinassa said soothingly. “Once we have more information, we will certainly provide you with it. Ah, we are approaching the gateway.” The shuttle had been flying up a ravine leading into the interior of the plateau. Now it climbed, soaring over the lip to reveal the massive curve of the wormhole. A black sphere ringed by warped light. Still dozens of kilometers away, it filled the forward viewports. The observers fell silent. “You could fly a Murmanifique battleship through that,” Teallian finally whispered. “Can you...” Hiari said. “Fly through it, I mean?” The Creuss nodded, his posture conveying pride. “Our teams entered three hours ago. Prepare yourselves.” The shuttle accelerated, flying toward the absolute darkness of the surface. Hiari clenched her seat’s armrests as she felt as if she was being wrenched in every direction at once. For a moment, or perhaps an eternity of moments, she was blind and deaf, smothered in complete nothingness. Then, she could see again. The shuttle arced out of the wormhole, and they were soaring over a city. A huge city, Hiari realized. The shuttle had enough height that she could see serried ranks of immense, cyclopean structures in all directions, stretching off to the horizon. Black stone, like on Acheron. And above that… The dim light of a smoldering red dwarf star could not obscure the glowing disk that stretched from one edge of the sky to the other. One of the observers gasped. “Is that…the galaxy?” “We believe so,” Sinassa said. “Our scientists are working to identify this world’s location, but our preliminary analysis places this at least fifty thousand light years from Acheron, nearly perpendicular to the galactic plane.” “…by the sacred depths.” Migun murmured. Hiari thought she knew exactly how he felt. The shuttle circled the center of the city before putting down in the courtyard of a construction that was immense even by the standards of the buildings around them. Hiari thought she could identify elements of the galactic-antiquity style in the massive ziggurat, but she had never seen anything like the fan of towering blades that adorned the summit...like a monstrous crown. Get control of yourself, Dr. Omar, she thought sharply. You know better than to attribute human emotions to alien cultures like a first-year student! But she couldn’t shake the ominous feeling as they disembarked. The courtyard was more black stone, perfectly fitted and partially covered by drifting dunes of dust. The lowest level of the ziggurat towered over them, at least one hundred meters high. Small Creuss ships huddled around the only visible entrance, an archway large enough to fly their shuttle through with room to spare. Creuss techs bustled about setting up scanners and deploying drones, paying no attention to the party. As soon as they stepped across the threshold and a cavernous hallway beyond, Hiari felt a tingling sensation sweep across her skin. Durruq’s eyes narrowed. “There’s no dust in here.” “Amazing,” Migun said. “That must be some sort of static field, and it’s still functioning!” Sinassa nodded. “Our advance teams report more impressive finds within. With your permission, I will take you to see them.” The team slowly made its way deeper into the heart of the structure. The passageways they followed eventually shrank, but the vaulted ceilings still loomed far over the heads of the observers. As the natural light faded away, they realized that the interior was lit by a faint blue lambency—though no one could tell where the light came from. Hiari began to see decorations worked into the walls and columns, sharp geometric shapes with gold inlay. At one point, she drifted away and pulled out her savant, taking scans of a series of carvings until Sinassa politely insisted that she rejoin the group. “I’m sure those bas-reliefs were of DNA helixes,” Hiari whispered to Durruq. “There even appeared to be genetic coding beneath, if I can interpret their language.”\n\n--- Page 4 ---\n\n4 had Commander Teallian, who was looking about with narrowed eyes. As Hiari searched for previously deciphered morphemes from the Vira-Pics site, she heard Durruq speaking to the Letnev officer. “Does this place disturb you too?” “It does,” Teallian muttered. “It’s just…in all the stories, Ixth is supposed to be a garden paradise; a promised land. Does this really seem like a paradise to you?” Durruq growled quietly in response. A few minutes later, the heavy tread of his environmental suit heralded Sinassa’s return. “Please, everyone. It would be wise if you would stay with the main group—” “Just a moment.” Hiari looked up. “I think I can read this.” Everyone—even Varish, Cole, and Migun—crowded around. “Well, go on then,” Teallian said. “What does it say?” Hiari started to go through the words closest to the door. “Well, this speaks of a sanctum…a refuge of royalty. This place, I think. Then it references Ixth, which is this planet...And then here’s something about a mighty empire…one with dominion over every star in Ixth’s sky. The Dominion of…” She suddenly looked up, her face gray. “Sinassa. Tell your colleagues to leave that column at once.” “What are you talking about?” Migun demanded. Hiari pointed at a set of letters. “It says… ‘the Dominion of the Mahact, the Kings of the Galaxy.’” A deafening crack echoed across the well, and the blue glow brightened. There seemed to be some sort of commotion near the column. Hiari could just make out figures backing away from a space in the machinery that was sliding open. Inside it was dark, with tiny points of blue light. Like stars. A red flash lit the chamber, then another, and another. Hiari thought she could hear one of the other observers screaming. Then a billowing, hissing cloud of steam erupted from the column, hiding it from view. “We need to leave,” Teallian said. “Sinassa?” The Creuss warrior looked at her, then nodded. “Yes, I think so. I will contact the rest of the advance team…” His voice trailed off. Suddenly his suit began to spasm and shudder. Sinassa threw his head back and howled. Sparks of red began to leak from the joints of his suit, overwhelming the Creuss’ normal cerulean glow. The group began to back away as Sinassa suddenly relaxed, crimson light spilling from his armor. He studied the group for a long moment. Then he reached for his laser rifle. His arm sheared off at the shoulder in a shower of sparks. Durruq growled as he spun, bringing his collapsible shudder blade back into an upward swing that split Sinassa from waist to shoulder. The Creuss screamed, energy erupting from his suit as he pitched over the side of the balcony. The Hacan didn’t pause to watch his foe fall. He sprinted for the hallway leading back to the surface. “Run!” he ordered. Hiari and her remaining colleagues fled through the corridors to the surface. Screams still echoed down the passages behind them, and the glow in the air seemed to be brightening. Soon, glowing lines began to trace the carvings and decorations on the wall. The ziggurat was waking up. The air grew colder the deeper they got. In approximately half an hour, Hiari’s savant informed her they had descended over one hundred meters below ground level, and her breath puffed out in white clouds. She was about to ask Sinassa how much farther they were going when the passage suddenly opened. The observers found themselves standing on a balcony overlooking a bottomless well over a kilometer across. The balcony stretched around the circumference of the well, and thin bridges ran out in regular intervals to a column that hung suspended in the center like a mechanical stalactite. The column was covered in machinery, pipes, conduits, and inlaid circuits that spread out across the ceiling far above, then ran back down the sides of the well and vanished into the depths. “As you can see,” Sinassa said, “this is clearly the heart of the structure, and where we have focused our efforts.” He gestured to a number of Creuss who had crossed the bridges and were now clustered around the column. “We have discovered what appear to be large stasis pods embedded in the column. If you would care to observe…” He began to walk across the nearest bridge. Most of the group of observers trailed in his wake, talking quietly but excitedly amongst themselves. Hiari saw the Winnaran xenoarchaeologist Toala Toaldar, a former colleague on several expeditions to the Mirist Stars, recording the entire chamber with her own bulky savant. She started to follow, but Durruq laid a heavy paw on Hiari’s shoulder. “A moment, Dr. Omar.” He gestured to the wall behind them. Hiari saw that, amongst the conduits, writing had been carved into the walls. “Before we delve too deeply, would it be possible to decipher this?” Hiari looked closer. “I think I might…” She began searching through her savant’s files. “Yes! This looks like a pre-Lazax dialect we found on the ruins of Vira-Pics III.” She began to scan and review the lettering. Varish and Cole, along with Migun, had also remained behind to study the machinery on the walls. So\n\n--- Page 5 ---\n\n5 As they ran, Hiari saw Durruq clutching his arm. “You’re injured!” she gasped. Durruq shook his head, and pulled back his hand. Blood oozed from the neat hole in his forearm. “Skin pocket,” he growled. “Where I hid the blade.” “Skin pockets? Hidden weapons?” The Hacan bared his teeth. “The Emirates felt it best—” he paused as they sprinted around a corner, blade ready “—to send an envoy with hidden talents.” Hiari kept running, but she couldn’t stop watching Durruq out of the corner of her eyes. They had just made it to the main hall when they were attacked. White, smooth-skinned humanoids sprinted from the shadows. Their faces were completely featureless, no eyes, ears, nose, or mouth. But they could sense the group’s presence all the same and charged, thin needle-blades sprouting from their palms. Durruq killed two with sweeping strokes, ducking under their grasping arms as he disemboweled them. Another leapt on Migun, only to have its needle snap harmlessly against the hard surface of the environment suit. A moment later, the Hylar activated some sort of defense field and fried the humanoid with a massive electric shock. Hiari ducked out of the path of another humanoid, blocking its stab with her savant and wishing desperately that she had some sort of weapon. Varish and Cole didn’t even stop. The tiny Naaz held on tight as the Rokha sprinted for the exit. But despite their efforts, none of the team would have escaped without Teallian. The commander drew her grazer sidearm and calmly began firing. Each shot dropped one of the humanoids into a pile of twitching limbs and smoking flesh. Instinctively, the rest of the group clustered around Teallian as they backed for the exit with Durruq keeping her flanks protected if any of the creatures got too close. They made it over the threshold and out into the courtyard just as the grazer overheated with a whistling scream. Teallian cursed and threw it at the nearest creature, then turned and ran. The Creuss who had been setting up the exploration base camp had vanished. So had their ships. But the observers’ shuttle remained. Through the cockpit windows, Hiari could see Varish and Cole prepping the ship for takeoff. Durruq and Migun sprinted up the boarding ramp, with Hiari right behind them. She turned to help Teallian aboard, only to see her gasp and stumble. One of the humanoids had closed and lunged, driving the needle-blade into her shoulder. Without thinking, Hiari smashed the thing’s featureless face with her savant. As it reeled back, she grabbed Teallian by the hand and hauled her up the ramp, the hatch hissing shut behind them both. Then the shuttle leapt into the air, flying fast away from the courtyard. Migun grabbed the Letnev commander and helped her to a bench, while Hiari helped peel off her uniform jacket. “How bad is it?” Teallian asked, grimacing. “I’m not sure,” Hiari said. The wound was a single round puncture with little blood leaking out of it. However, the skin around the injury was starting to turn ashen white. She reached for the emergency med-box and sprayed the site with contra- venoms and a curative seal. By the time she’d finished, the white had spread across Teallian’s shoulder and down her arm, and the Letnev was watching her own hand with horrified fascination. “I don’t know what this is,” Hiari said. “It’s not responding to any of the meds.” Teallian’s fingernails all fell off at once. The skin beneath was smooth and fresh. She reached up, and pulled a clump of her own hair free. As she did, her hand ran across her ear, which was starting to shrink and shrivel. Teallian stared at the hair in her hand for a long moment. When she looked up at Hiari, her eyes were hard. “This is some sort of gene-sorcery.” She sucked in a deep, shuddering breath, then continued. “It’s happening fast. Doctor Omar, listen to me. Get back to the Aris Vex. My crew has prepared for the possibility that we would discover something dangerous. Tell them ‘Quann.’ They will follow your instructions. Warn the Council.” Hiari nodded. “I will.” Teallian turned to Durruq. She could barely keep her eyes open, the sockets seemed to be sealing shut. “Now. Your sword.” She held out her arm. ————————— The shuttle erupted from the wormhole on Acheron, soaring toward the fleet. The remaining members of the team gathered in the cockpit. Nobody wanted to sit in the back. No hails greeted the shuttle. After a long moment, Hiari activated the communicator. “This is the observation team, hailing the Aris Vex. Come in, Aris Vex.” Another long pause, then a burst of static and the voice of Lieutenant Drellixiar, the corvette’s first officer. “Observation team, this is Aris Vex. Commander Marchand, is that you?” “No, this is Doctor Hiari Omar. I’m afraid the Commander is dead.” Hiari glanced over her shoulder, toward the crew bay. “She said that the code is ‘Quann.’” “Understood, Doctor. Stand by for rendezvous coordinates.” Information flowed through the shuttle’s nav systems, and Varish hissed. “What are you doing in a polar orbit?” “The situation here has become complex in the past hour,” Drellixiar said. “We thought it best to keep a low profile.” “What do you mean, ‘complex?’” Durruq asked. “You should be able to see for yourself,” Drellixiar replied. The shuttle was just breaking free from Acheron’s atmosphere and entering the black void of space. Suddenly they could see the Creuss fleet, in orbit over the wormhole. Red lights danced across the hulls of the Creuss warships. The sculpted silver decorations now flickered with a smoldering, crimson glow. The fleet sank into Acheron’s atmosphere even as the shuttle flew higher. No one scanned or hailed the shuttle, or seemed to even notice their existence. Instead, one by one, the Creuss ships descended toward the plateau and began to enter the gateway.\n\n--- Page 6 ---\n\n6 INTEGRATING THIS EXPANSION Before combining the components of this expansion and the base game, remove the following agenda cards from the base game, which are no longer used when playing with the expansion: ✦Core Mining ✦Demilitarized Zone ✦Holy Planet of Ixth ✦Representative Government ✦Research Team: Biotic ✦Research Team: Cybernetic ✦Research Team: Propulsion ✦Research Team: Warfare ✦Senate Sanctuary ✦Shard of the Throne ✦Terraforming Initiative ✦The Crown of Emphidia ✦The Crown of Thalnos Then, combine this expansion’s components with the like components from the base game. Add the four mech units, eight new technology cards, and one new promissory note that match each base-game color to the other components of that type. Add the remaining cards to their respective decks, and shuffle the red-backed and blue-backed system tiles into their respective piles of base-game system tiles. Replace the “Diplomacy” and “Construction” strategy cards from the base game with the revised versions included with the expansion. Finally, add the seven new faction sheets to the stack of sheets from the base game. OVERVIEW Twilight Imperium: Prophecy of Kings introduces a wealth of additional content for the Twilight Imperium: Fourth Edition base game. Seven new factions enter the fray, including the infamous Mahact Gene-Sorcerers, former rulers of the galaxy. Leaders step to the forefront to provide their factions with their exceptional skills. In the bloody theater of planetary combat, mechanized infantry raise the brutality to new heights. Among the stars, war spreads to famous planets around the galaxy, and the race for new territory reveals lost relics of immense power. EXPANSION IDENTIFIER Each card and sheet in this expansion has the Prophecy of Kings expansion icon to distinguish these components from the components in the Twilight Imperium: Fourth Edition base game. The expansion system tiles are numbered 52–91. THE LONG WAR When playing the Prophecy of Kings expansion, new avenues to gaining victory points become available, and the ease of scoring some objectives increases. Players who wish to play a longer game may use the 14-space side of the victory point track. EXHAUST VENTS MOTIVE GYROS MASS MISSILE FEED PRIMARY DRIVES SENSOR MASTS LAUNCHER CLUSTER OPERATIONAL STATUS ////// {STANDBY} ZS THUNDERBOLT M2\n\n--- Page 7 ---\n\n7 COMPONENTS 40 System and Hyperlane Tiles a dull thud, the pro With a dull thud, the probe shot h from the cruiser and accelerated elstro into the writhing maelstrom of the in e ft. Admiral DeLo gravity rift. Admiral DeLouis paced g d the bridge. Ho on the bridge. Hopefully, this time e probe would retu the probe would return. P EXPLORATION EXPLORATION PROBE PROBE P T ACTION: A lore a fron Explore a frontier ken in an anomaly th token in an anomaly that to contains or is adjacent to a co tai system that contains 1 or sy your ships more of your ships. m 20 Action Cards DIRECTIVE For: Each player removes 2 command tokens from their command sheet and returns those tokens to their reinforcements. Against: Each player removes 1 command token from their ﬂ eet pool and returns that token to their reinforcements. CLANDESTINE OPERATIONS 13 Agenda Cards After you perform a tactical action in a system that contains a frontier token, if you have 1 or more ships in that system, explore that token. Your ships can retreat into adjacent systems that do not contain other players’ units, even if you do not have units or control planets in that system. DARK ENERGY TAP 128 Technology Cards 6 COMBAT COST2 ✦ SUSTAIN DAMAGE This unit doesn't count against the total number of units a ship with capacity can transport. ARGENT MECH AERIE SENTINEL 24 Mech Unit Cards IXTH 5 3 A dry, dead world of black volcanic mountains and molten seas of lava. The great necropolis of Aior Dol Gorgos on the Plateau Imperia is the only evidence of civilization. IXTH 5 3 40 Planet Cards 1 CTORY POIN CTORY POINT VICTORY POINT ORY PO VICTORY POINT Co Control more planets u than each of 2 of your o neighbors. STATUS PHASE PUSH BOUNDARIES 40 Objective Cards BLACK MARKET FORGERY ACTION: Purge 2 of your relic fragments of the same type to gain 1 relic. Then, return this card to the Naaz-Rokha player. 24 Promissory Note Cards You may gain 1 commodity, or you may spend 1 trade good or 1 commodity to place 1 mech from your reinforcements on this planet. LOCAL FABRICATORS Though sub-standard, the locally produced munitions were enough to turn the tide of the war. 74 Exploration Cards (20 Cultural, 20 Industrial, 20 Hazardous, and 14 Frontier) A power great enough to envelop a star, such that its energies might be concentrated...and scattered. ACTION: Choose 1 non- home, non-legendary planet other than Mecatol Rex in a system that is adjacent to 1 or more of your units that have BOMBARDMENT; destroy all units on that planet and purge its attachments and its planet card. Then, place the destroyed planet token on that planet and purge this card. STELLAR CONVERTER 10 Relic Cards 7 Faction Sheets - COST - COMBAT - MOVE - - CAPACITY CAPACITY UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE You cannot produce this unit unless you own its unit upgrade technology. WAR SUN COST COMBAT 1 MOVE CAPACITY ✦ SUSTAIN DAMAGE 4 COST 5 COMBAT 1 MOVE 1 CAPACITY ✦ SUSTAIN DAMAGE ✦ BOMBARDMENT 5 DREADNOUGHT I 3 COST 9 COMBAT 1 MOVE 4 CAPACITY CARRIER I 2 COST 7 COMBAT 2 MOVE CRUISER I 1 COST 9 COMBAT 2 MOVE ✦ ANTI-FIGHTER BARRAGE 9 (X2) DESTROYER I ✦ PLANETARY SHIELD ✦ SPACE CANNON 6 PDS I COST 9 COMBAT - MOVE FIGHTER I COST COMBAT ✦ PRODUCTION X This unit’s PRODUCTION value is equal to 2 more than the resource value of this planet. Up to 3 fighters in this system do not count against your ships’ capacity. SPACE DOCK I UPGRADE UPGRADE UPGRADE 1 1 COMMODITIES 3 8 5 8 ARVICON REX MAHACT FLAGSHIP CRIMSON LEGIONNAIRE I MAHACT INFANTRY 3 During combat against an opponent whose command token is not in your fleet pool, apply +2 to the results of this unit’s combat rolls. After this unit is destroyed, gain 1 commodity or convert 1 of your commodities to a trade good. “KNEEL.” —Airo Shir Aur EDICT When you win a combat, place 1 command token from your opponent’s reinforcements in your fleet pool if it does not already contain 1 of that player’s tokens; other players’ tokens in your fleet pool increase your fleet limit but cannot be redistributed. IMPERIA While another player’s command token is in your fleet pool, you can use the ability of that player’s commander, if it is unlocked. HUBRIS During setup, purge your “Alliance” promissory note. Other players cannot give you their “Alliance” promissory notes. THE MAHACT GENE-SORCERERS - COST - COMBAT - MOVE - CAPACITY CAPACITY UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE You cannot produce this unit unless you own its unit upgrade technology. WAR SUN 8 COST COMBAT 1 MOVE CAPACITY 4 COST 5 COMBAT 1 MOVE 1 CAPACITY DREADNOUGHT I 3 COST 9 COMBAT 1 MOVE 4 CAPACITY CARRIER I 2 COST 7 COMBAT 2 MOVE 1 COST 9 COMBAT 2 MOVE ✦ ANTI-FIGHTER BARRAGE 9 (X2) DESTROYER I COST 9 COMBAT - MOVE FIGHTER I COST 8 COMBAT INFANTRY I ✦ PRODUCTION X This unit’s PRODUCTION value is equal to 2 more than the resource value of this planet. Up to 3 fighters in this system do not count against your ships’ capacity. SPACE DOCK I UPGRADE UPGRADE 1 1 COMMODITIES 2 1 UL FLAGSHIP 7 3 OURANOS SATURN ENGINE I ✦ SUSTAIN DAMAGE ✦ BOMBARDMENT 5 HEL-TITAN I UL PDS UL CRUISER COMBAT 7 UPGRADE DEPLOY: After you activate a system that contains your ships and at least 1 of your PDS, you may replace that PDS with this unit. This unit is treated as both a structure and a ground force. It cannot be transported. ✦ SUSTAIN DAMAGE ✦ PLANETARY SHIELD ✦ SPACE CANNON 6 ✦ SUSTAIN DAMAGE ✦ PRODUCTION 1 “The Titans seek something more permanent than a mere empire.” —Pyrolusius the Observer COALESCENCE After you explore a planet that has no sleeper token, you may place or move 1 sleeper token onto that planet. AWAKEN After you activate a system that contains 1 or more of your sleeper tokens, you may replace each of those tokens with 1 PDS from your reinforcements. THE TITANS OF UL 20 Frontier Tokens 4 Gamma Wormhole Tokens (3 Generic and 1 Creuss) 112 Command Tokens 119 Control Tokens 1 Mirage Planet Token 6 Dimensional Tear Tokens (3 Cabal and 3 Nekro Virus) 118 Plastic Base Game Units (59 Units in 2 Colors) 32 Plastic Mech Units (4 Units in 8 Colors) 2 Revised Strategy Cards 42 Trade Good and Commodity Tokens (Double-Sided) 74 Leader Cards ACTION: Exhaust this card and choose any player’s non-fi ghter ship; that player may replace that ship with one from their reinforcements that costs up to 2 more than the replaced ship. LETANI OSPHA UNITY THROUGH PEACE \"I am Arborec. Even the smallest spore may grow into a towering structure or a mighty vessel of the stars. I wish my spores to grow strong and tall and wide, and so I send forth my Letani. Through them, I unleash the full potential of myself. \" LETANI OSPHA UNITY THROUGH PEACE 1 Destroyed Planet Token 8 Leader Sheets AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT 2 Command Sheets FLEET TACTIC TRADE GOODS STRATEGY TYPES OF ACTIONS ✦ Strategic Action ✦ Tactical Action ✦ Component Action THE TACTICAL ACTION 1) Activation 2) Movement i) Move Ships ii) Space Cannon Offense 3) Space Combat i) Anti-Fighter Barrage ii) Announce Retreats iii) Make Combat Rolls iv) Assign Hits v) Retreat 4) Invasion i) Bombardment ii) Commit Ground Forces iii) Space Cannon Defense iv) Ground Combat v) Establish Control 5) Production STATUS PHASE 1) Score Objectives 2) Reveal Public Objective 3) Draw Action Cards 4) Remove Command Tokens 5) Gain and Redistribute Tokens 6) Ready Cards 7) Repair Units 8) Return Strategy Cards ANOMALIES Asteroid Field • Ships Cannot Move Through or Into Nebula • Ships Cannot Move Through • Ships In Nebula Move Set to 1 • +1 Space Combat Die Results to Defender In Nebula Supernova • Ships Cannot Move Through or Into Gravity Rift • Each Ship Moving Through or Out of Applies +1 Move and Rolls 1 die; Unit is Removed on Result of 1–3. QUICK REFERENCE FLEET TACTIC TRADE GOODS STRATEGY TYPES OF ACTIONS ✦ Strategic Action ✦ Tactical Action ✦ Component Action THE TACTICAL ACTION 1) Activation 2) Movement i) Move Ships ii) Space Cannon Offense 3) Space Combat i) Anti-Fighter Barrage ii) Announce Retreats iii) Make Combat Rolls iv) Assign Hits v) Retreat 4) Invasion i) Bombardment ii) Commit Ground Forces iii) Space Cannon Defense iv) Ground Combat v) Establish Control 5) Production STATUS PHASE 1) Score Objectives 2) Reveal Public Objective 3) Draw Action Cards 4) Remove Command Tokens 5) Gain and Redistribute Tokens 6) Ready Cards 7) Repair Units 8) Return Strategy Cards ANOMALIES Asteroid Field • Ships Cannot Move Through or Into Nebula • Ships Cannot Move Through • Ships In Nebula Move Set to 1 • +1 Space Combat Die Results to Defender In Nebula Supernova • Ships Cannot Move Through or Into Gravity Rift • Each Ship Moving Through or Out of Applies +1 Move and Rolls 1 die; Unit is Removed on Result of 1–3. QUICK REFERENCE 4 Legendary Planet Ability Cards HOPE'S END Buried deep beneath the surface, the lost vaults contain a legion's worth of weapons. You may exhaust this card at the end of your turn to place 1 mech from your reinforcements on any planet you control or draw 1 action card. IMPERIAL ARMS VAULT LEGENDARY—HOPE'S END 1 Ion Storm Token (Double-Sided) 13 Attachment Tokens (6 Generic, 4 Tech, 1 DMZ, and 2 Titan) 5 Ul Sleeper Tokens 4 2 71 Infantry Tokens 71 Fighter Tokens\n\n--- Page 8 ---\n\n8 SETUP To set up a game of Twilight Imperium with the Prophecy of Kings expansion, follow the Complete Setup rules found in the base game’s rules reference with the following additions: ✦STEP 3—GATHER FACTION COMPONENTS: In addition to their faction components from the base game, each player takes their faction’s mech unit card and their three leader cards. The factions listed below take additional components: ✧The Ghosts of Creuss: 1 Creuss Gamma Wormhole Token ✧The Vuil’raith Cabal: 3 Dimensional Tear Tokens ✧The Nekro Virus: 3 Dimensional Tear Tokens ✧The Titans of Ul: 5 Ul Sleeper Tokens ✧The Embers of Muaat: 1 Muaat Supernova Tile ✦STEP 4—CHOOSE COLOR: Each player takes all of their color’s components, which now include: • 4 mech units • 8 new technology cards • 1 new promissory note • 1 leader sheet Each player slides the edge of their leader sheet under their faction sheet. Then, from top slot to bottom slot, they place their agent, commander, and hero leader cards and their mech unit card on the leader sheet. All leaders are placed showing the side that has the slot icon in the upper-right corner. ✦STEP 6—CREATE GAME BOARD: Place the wormhole nexus in the common play area so the side that shows only the gamma wormhole is faceup. Then, place the 3 gamma wormhole tokens next to the wormhole nexus. If playing with five, seven, or eight players, see the next page for specifics about creating the game board for that number of players. ✦STEP 7—PLACE CUSTODIANS TOKEN: Place one frontier token on each non-home system that has no planets. Return the remaining frontier tokens to the game box. Place all attachment tokens near the game board. ✦STEP 8—SHUFFLE COMMON DECKS: Shuffle the relic deck and each exploration deck separately and place them in the common play area. Additional Faction Components for the Ghosts of Creuss The Wormhole Nexus 3 0 3 0 Relic Hazardous Industrial Frontier Cultural AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT y player activates RA \"The Creuss have unsurpassed command of wormhole technology, true—but enough to warp the very bounds of space? Preposterous!\" UNLOCK: Have 3 scored objectives. RIFTWALKER MEIAN SHALERI GUARDIAN \"When you leave the familiar safety of your universe, you enter our domain. I suggest you do not trespass here lightly.\" UNLOCK: Have units in 3 systems that contain alpha or beta wormholes. GATEWARDEN SAI SERAVUS After any player activates a system that contains a non-delta wormhole: You may exhaust this card; if you do, that system is adjacent to all other systems that contain wormholes during this tactical action. THE AZURE WHISPER EMISSARY TAIVRA Top Slot Icon (Agent) After any player activates a system that contains a non-delta wormhole: You may exhaust this card; if you do, that system is adjacent to all other systems that contain wormholes during this tactical action. THE AZURE WHISPER EMISSARY TAIVRA \"When you leave the familiar safety of your universe, you enter our domain. I suggest you do not trespass here lightly.\" UNLOCK: Have units in 3 systems that contain alpha or beta wormholes. GATEWARDEN SAI SERAVUS \"The Creuss have unsurpassed command of wormhole technology, true—but enough to warp the very bounds of space? Preposterous!\" UNLOCK: Have 3 scored objectives. RIFTWALKER MEIAN SHALERI GUARDIAN Frontier Tokens\n\n--- Page 9 ---\n\n9 GAME BOARD SETUP When playing with five, seven, or eight players, the “Create Game Board” step of setup is modified as described below. Five-Player Setup During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Game Board Setup” diagram. Seven-Player Setup During the “Deal System Tiles” substep, each player is dealt four blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Game Board Setup” diagram. Then, before placing system tiles, the speaker draws five tiles—two red and three blue—from the unused tiles and places them one at time in an order of their choice so they are faceup, adjacent to Mecatol Rex following normal rules for placing tiles. Eight-Player Setup During the “Deal System Tiles” substep, each player is dealt four blue tiles and two red tiles. Then, before placing system tiles, the speaker draws four tiles—two red and two blue—from the unused tiles and places them one at time in an order of their choice so they are faceup, adjacent to Mecatol Rex following normal rules for placing tiles. HYPERLANE SETUP For the game board setups described on this page, hyperlane tiles are always set up in the formation shown below using hyperlane tiles 83A, 84A, 85A, 86A, 87A, and 88A. The rules for hyperlanes are described on page 11. GAME BOARD SETUP FOR 5, 7, OR 8 PLAYERS Five-Player Setup Eight-Player Setup Seven-Player Setup Mecatol Rex Home System Hyperlane Ring 1 Ring 2 Ring 3 Ring 4 87A 88A 83A 84A 85A 86A\n\n--- Page 10 ---\n\n10 CAPTURE Some abilities instruct a player to capture a unit. While a unit is captured, it is placed on the capturing player’s faction sheet until it is returned. The rules for capturing and returning units vary depending on the type of unit that is captured. If at least one of a player’s space docks is being blockaded, they cannot capture units from the player who is blockading them. Non-Fighter Ships and Mechs If a player captures a non-fighter ship or mech, they place it on their faction sheet. When such a unit is returned, it is placed in the reinforcements of the player who it was captured from. A captured non-fighter ship or mech can be returned, as follows: ✦If the player who captured the unit agrees to return it as part of a transaction. ✦If an ability allows a player to return a captured ship, typically as a cost for an effect. ✦If the player whose unit was captured blockades a space dock of the player who captured the unit. Fighters and Ground Forces If a player captures a fighter or ground force, it is placed in its reinforcements instead of on the capturing player’s faction sheet. Then, the capturing player places a fighter or ground force token from the supply on their faction sheet instead. Captured fighters and ground forces do not belong to any player color. As such, they cannot be returned as part of a transaction and they are not returned because of a blockade. They remain on the capturing player’s faction sheet until an ability returns them. When returned, they are placed in the supply. LEGENDARY PLANETS Four of the planets in this expansion are legendary planets, which are indicated by the legendary icon. When a player takes control of a legendary planet, they also place its legendary planet ability card in their play area. Each legendary planet ability card has a unique ability that can be used at the end of that player’s turn. If a player gains control of an exhausted legendary planet ability card, it remains exhausted. PRIMOR 1 2 Legendary Icon on Primor Primor’s Planet Card and Legendary Planet Ability Card Large temperate world. Site of several pitched battles during the Twilight Wars due to valuable osmium deposits and a well-educated populace. 1 2 PRIMOR A clade of assassin-scholars has watched over Primor, pledged to its populace's survival. You may exhaust this card at the end of your turn to place up to 2 infantry from your reinforcements on any planet you control. THE ATRAMENT LEGENDARY—PRIMOR RULES This section describes the components and mechanics introduced in this expansion. ADDITIONAL PLAYERS This expansion adds components to enable seven-player and eight-player games. There are no additional rules for playing with this number of players aside from the changes to game board setup on page 9. LEADERS Each faction has three leaders with unique abilities that are resolved by following their instructions. There are three types of leaders: ✦AGENT: Each agent ability exhausts that leader. Agents are readied along with all other exhausted cards during the “Ready Cards” step. ✦COMMANDER: Each commander has a passive ability. This ability can be shared with another faction by trading the “Alliance” promissory card. ✦HERO: Each hero has an exceptionally powerful, once-per- game ability. Leaders are placed on their corresponding leader slots during setup. All leaders must be placed showing the side that has the slot icon in the upper-right corner. Agent abilities are available from the beginning of the game, but commander and hero abilities begin the game locked. Each commander and hero card has a goal, such as “Have 3 scored objectives.” When the goal on a leader card is fulfilled, the player flips the card and the ability on the revealed side is now unlocked and available for the player to use. MECH UNITS Mech units are highly specialized faction-specific ground forces. Each player starts with their mech unit card in play. Mechs are produced like other units and are available from the beginning of the game. Mechs are a type of ground force. They can be transported and can participate in ground combat. Each faction’s mechs have the stats and abilities shown on their mech unit card. Some mech unit cards have a “Deploy” ability. Deploy abilities provide an alternative way to place units on the game board. These abilities can only be resolved to place a unit that is in a player’s reinforcements, and each deploy ability can be resolved only once per timing window. Commander Slot Icon\n\n--- Page 11 ---\n\n11 PURGE If an ability instructs a player to purge a component, that component is removed from the game and returned to the box. WORMHOLE NEXUS The wormhole nexus is a unique region of the galaxy where numerous wormholes converge. It is a two-sided system tile— the inactive side displays only a gamma wormhole, and the active side displays three wormholes. The nexus is treated as part of the game board, and it begins the game inactive, meaning it is only adjacent to tiles that have a gamma wormhole. The first time a player moves or places a unit into the wormhole nexus or gains control of its planet (Mallice), the nexus becomes active and the player flips it to its active side. The active nexus is adjacent to tiles that have an alpha, beta, or gamma wormhole. HYPERLANES When playing with five or seven players, the galaxy is set up with hyperlane tiles (see “Game Board Setup” on page 9). Each contiguous line created by one or more hyperlane tiles is a hyperlane. System tiles connected by a hyperlane are adjacent for all purposes. Hyperlane tiles improve balance in the starting positions for each player, so players do not receive extra trade goods for having a particular starting position. Hyperlane tiles are not systems. They cannot have units on them and they cannot be targets for effects or abilities. Inactive 3 0 3 0 Active 3 0 3 0 3 3 1 3 1 1 3 STARPOINT 1 1 NEW ALBION 1 3 STARPOINT 1 1 NEW ALBION 1 2 1 2 1 1 TAR’MANN 1 1 TAR’MANN RIGEL III 1 1 0 RIGEL III 1 1 0 0 2 0 2 Hyperlanes make the red-highlighted system adjacent to the two yellow-highlighted systems. EXPLORATION When a player takes control of a planet that is not already controlled by another player, they explore that planet. To explore, the player draws a card from the top of the exploration deck that matches that planet’s type and resolves the card’s effect. Then, the card is discarded unless it is a relic fragment or has an “Attach” ability, which are described on the next page. Planets that do not have a type cannot be explored. Players that have the “Dark Energy Tap” technology can explore frontier tokens. When a player explores a frontier token, they discard the token and draw a card from the top of the frontier exploration deck. If a player gains control of multiple planets at the same time, they choose the order in which they explore those planets, drawing and resolving each planet’s exploration card before exploring the next planet. ATTACHED CARDS When a player draws an exploration card that includes the “Attach” header, they attach it to the explored planet’s card by sliding it underneath. Then, they place the matching attachment token on that planet on the game board. That planet is modified by the exploration card’s values and ability, and the attached card remains attached if another player takes control of that planet. RELIC FRAGMENTS AND RELICS When a player draws an exploration card that contains “relic fragment” in the title, they place it faceup in their play area. As described on the card, three relic fragments of the same type can be purged to gain a relic, a card that has a powerful ability. When a player gains a relic, they draw a card from the top of the relic deck and place it faceup in their play area. Relic fragments can be exchanged as part of a transaction. Frontier Token Industrial Planet VELNOR 1 2 ATTACH: This planet’s resource value is increased by 2 and its influence value is increased by 1. DYSON SPHERE 1 2 ATTACH: This planet’s resource value is increased by 2 and its influence value is increased by 1. DYSON SPHERE 1 2 Home to the Semanora, and heavily damaged in the Twilight Wars. Rusting warship hulks litter the rad-deserts, making it a war memorial and salvage site. 2 3 SEM-LORE Relic Fragment ACTION: Purge 3 of your industrial relic fragments to gain 1 relic. INDUSTRIAL RELIC FRAGMENT Dyson Sphere’s Attachment Token\n\n--- Page 12 ---\n\n12 EIGHT-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Eight-Player Alternate Hyperlanes Setup” diagram below, using hyperlane tiles 83B, 85B, 87A, 88A, 89B, and 90B. LARGE GALAXY When playing with six players, players wishing to play with a more expansive game board setup can use a four-ring galaxy that uses all of the tiles that are available in both the Twilight Imperium base game and the Prophecy of Kings expansion. When doing so, the “Create Game Board” step of setup is modified as described below. NOTE: Due to the abundance of resources and influence in the “Six-Player Large Galaxy” setup, it is recommended that players use the 14-space side of the victory point track when using the large galaxy setup. SIX-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt six blue tiles and three red tiles. MAP APPENDIX Players can customize their game board setup with one of the following options when playing with the expansion. PREMADE MAPS Instead of standard game board setup, players can choose one of the premade setups from pages 13–15. ALTERNATE HYPERLANES When playing with seven or eight players, players can use the alternate hyperlane setups and non-standard game board shapes below to facilitate more equalized starting positions between players. When doing so, the “Create Game Board” step of setup is modified as described in this section. NOTE: Due to the presence of hyperlanes, the rings for these maps deviate from standard board setup. Pay attention to the non-standard shape of each ring and be sure that each ring is completely filled before placing tiles in the next ring. SEVEN-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Seven-Player Alternate Hyperlanes Setup” diagram below, using hyperlane tiles 83B, 84B, 85B, 86B, 88B, and 90B. ALTERNATE HYPERLANES AND LARGE GALAXY SETUP Seven-Player Alternate Hyperlanes Setup Six-Player Large Galaxy Setup Eight-Player Alternate Hyperlanes Setup Mecatol Rex Home System Hyperlane Ring 1 Ring 2 Ring 3 Ring 4\n\n--- Page 13 ---\n\n13 FOUR-PLAYER GALAXY SETUP THREE-PLAYER GALAXY SETUP\n\n--- Page 14 ---\n\n14 FIVE-PLAYER GALAXY SETUP (WITH HYPERLANES) SIX-PLAYER GALAXY SETUP\n\n--- Page 15 ---\n\n15 SEVEN-PLAYER GALAXY SETUP (WITH HYPERLANES) (WITH HYPERLANES) EIGHT-PLAYER GALAXY SETUP\n\n--- Page 16 ---\n\n16 CREDITS EXPANSION DESIGN AND DEVELOPMENT: Dane Beltrami ORIGINAL TWILIGHT IMPERIUM DESIGN: Christian T. Petersen PRODUCER: Jason Walden FICTION: Sam Gregor-Stewart TECHNICAL WRITING: James Kniffen EDITING: Adam Baker PROOFREADING: Mark Pollard, Mark Miltenburg, and Sarah Sadler BOARD GAME MANAGER: Chris Winebrenner-Palo STORY REVIEW: Daniel Lovat Clark, Matt Newman, and Sam Gregor-Stewart EXPANSION GRAPHIC DESIGN: Shaun Boyke and Toujer Moua GRAPHIC DESIGN MANAGER: Christopher Hosch COVER ART: Anders Finer MAP TILE ART: Stephen Somers INTERIOR ART: Cristi Balanescu, Anders Finer, Aurore Folny, Tom Garden, Tomasz Jedruszek, Alex Kim, Scott Schomburg, and Stephen Somers ART DIRECTION: Jeff Lee Johnson MANAGING ART DIRECTOR: Tony Bradt SCULPTING: Kevin Van Sloun SCULPTING LEAD: Cory DeVore SCULPTING MANAGER: Derrick Fuchs QUALITY ASSURANCE COORDINATION: Andrew Janeba and Zach Tewalthomas PRODUCTION MANAGEMENT: Justin Anger and Jason Glawe VISUAL CREATIVE DIRECTOR: Brian Schomburg SENIOR PROJECT MANAGER: John Franz-Wichlacz EXECUTIVE GAME DESIGNER: Nate French HEAD OF STUDIO: Chris Gerber PLAYTESTERS: Jason Aiken, Alex Antosh, Zachary Antosh, Michael Ashwood, Ethan Ator, Nic Baker, Joanna Barnett, Sam Bartos, Caleb Beckstrom, Mark Belisle, Andrew Bomholt, Matt Bradt, JS Bragg, Paul Brown, Ben Burkholder, Stephen Calomino, Stephen Caviness, Stephen Chang, Christopher Chick, Ryan Close, Paul “Robofish” Couch, Andrew Croftcheck, Matthew Dahlin, Ben DiFrancesco, Hunter Donaldson, Eric Dow, Sten Drescher, Stuart Dunford, Oscar Duretto, Alexis Dykema, Aaron Ebeling, Stephen Ede, Robert Evans, BJ Forrest, Luis Francisco Hernandez, Graham Garrett, Nicholas Giranda, William Gloss, Matt Goodwin, Curran Grimshaw, Phoenix Gruber, Anshu Gupta, Chris Halbower, Richard Harsanyi, Patrick Hawk, Nathanael Hitchcock, Joe Hobbs, Jon Horne, Michael Hutnan, Peter Jamieson, Victoria Jordan, Alec Keeler, Walter Kegerreis, James Kidd, Michael Kidd, Christopher King, RJ King, Zac Kyle, Gene Lane, Josh Lewis, John Loeffler, Michael MacComb, Megan Macdonald, Mark MacKenzie, Andrew McCann, Brian Melcher, Blair Miller, Brady Miller, Joseph Miller, Joe Morse, Ian Mortensen, Will Mundy, Andrew Navaro, Edward Nickson, Regan O’Neill, Jonathan Olson, Jack Otto, Craig Parr, Jorgen Peddersen, Scott Penney, Christian Pereira, Nick Petersen, Matt Provisor, Karl Reiff, Joel Requier, Kyle Riffert, Linus Roberts, Bryan Robertson, Chris Rogers, E.J. Sanders, Eli Schilling, Jedaiah Schilling, Chris Schock, Dustin Shunta, Nicholas Sima, Timon Sisic, Patrick Smalley, Duncan Smith-Halverson, Matthew Spencer, David Steele II, Tasha Steinman, Richie Stephan, Nathan Swenson, Zach Tedford, Katie Van Hast, Robbie Walter, Tyler Welch, Scott Whittaker, Ryan Wolfe, and Jamie Wood Special thanks to Michael Bomholt, Scott Lewis, Andrew Manderson, Matt Martens, Max Philippi, Nate Shedd, and Clayton Threadgill, whose contributions were invaluable. And an additional thank you to all of our beta testers. © 2020 Fantasy Flight Games. Gamegenic and the Gamegenic logo are TM & © Gamegenic GmbH, Germany. Fantasy Flight Games, Twilight Imperium, and the FFG logo are ® of Fantasy Flight Games. Fantasy Flight Games is located at 1995 West County Road B2, Roseville, Minnesota, 55113, USA, 651-639-1905. Actual components may vary from those shown. CLARIFICATIONS This section includes clarifications about timings, interactions, and easily overlooked rules. If the players have a question, they should look here or consult the Living Rules Reference online. Anti-Fighter Barrage ✦The “Anti-Fighter Barrage” step can occur even if a player’s opponent has no fighters in the combat. Captured Fighters and Infantry ✦If a player captures a fighter or infantry unit, it is returned to its reinforcements and the capturing player places a fighter or infantry token from the supply on their faction sheet. Dimensional Tear Tokens ✦If a space dock that has a dimensional tear token under it is destroyed, the dimensional tear token is removed from the board. ✦The Nekro Virus have their own dimensional tear tokens that they can use if they copy the Vuil’raith Cabal’s “Dimensional Tear II” unit upgrade technology card. Exploration ✦A planet that does not have a type cannot be explored. ✦If an ability instructs a player to explore a frontier token, they may do so even if they do not have the “Dark Energy Tap” technology. Frontier Tokens ✦During setup, a frontier token is placed in each non-home system that does not contain planets, including anomalies. Gravity Rifts ✦Players apply +1 to the move values of ships for each gravity rift they move through, but must roll for each rift as well. Mech Units ✦Mech unit cards are not technology cards. Objectives ✦A player can score any number of “Agenda Phase” objectives during a single agenda phase. ✦The wormhole nexus and the Ghosts of Creuss’ home system are on the edge of the game board for the purpose of scoring objectives. Relics ✦Relics cannot be exchanged as part of a transaction even though relic fragments can be exchanged. Wormhole Nexus ✦If the wormhole nexus would become active after a ship moves to it during the “Movement” step of a tactical action, it does not become active until the end of that step.",
  "pages": [
    {
      "page_number": 1,
      "text": "®"
    },
    {
      "page_number": 2,
      "text": "2 Teallian shook her head. “No, researcher. It’s not wasteful at all.” “What do you mean?” Hiari asked. The Barony officer gave her a small, superior smile. “It’s arrogant, Doctor. Pure arrogance to demonstrate their power by reshaping a planet to get what they want. And I approve.” ————————— Two weeks later, the shuttle soared across the expanse of the exposed seabed. Through her cabin viewport, Hiari could see rivers of sludge flowed through the wasteland, slowly filling the drained abyssal trenches with mud. Already, dust storms were starting to whip up the drying silt. On the horizon ahead, she could just make out the cliffs rising from the ocean floor. As the water receded, it had exposed a vast undersea plateau, hundreds of kilometers across. Atop the plateau were vast structures linked by pathways of smooth black stone that radiated out from a circular disc that lay in the center of the plateau. Using the Aris Vex’s sensor suite, Migun calculated that the disc was five kilometers across and unimaginably dense. “That it has not collapsed under its own weight suggests it may be some exotic material—perhaps not fully in our dimension,” he had burbled excitedly. He was incensed he could not study them in person, just as Hiari railed against being unable to explore the exposed structures scattered across the ocean floor. But their hosts insisted, politely but firmly, the observers remain in orbit. So they watched as Creuss ships descended on the ruins. Five days into the exploration, the Creuss explorers uncovered… something. The Aris Vex had been on the far side of Acheron when the ship’s gravitic sensors registered a massive spike. Something more massive than the planet was stretching the fabric of space-time. By the time the corvette’s orbit brought it above the city again, the disk had vanished, enveloped in a perfect sphere of infinite darkness. A wormhole. A wormhole five kilometers in diameter, buried beneath a forgotten sea. The observation team had protested with one voice, threatening to report to their respective governments and return with fleets should the Creuss continue to bar them from this discovery. The Creuss acquiesced. Less than a day later, a shuttle had rendezvoused with the Aris Vex. There was room enough for all twenty-five of the official observers, but only barely. Hiari had chosen a cramped seat next to Durruq, rather than bear the company of the sanctimonious Brother Dormer of the Yin or the unsettling presence of N’ssika of the Naalu Collective. But despite the packed and uncomfortable quarters, none of the observers had even considered staying behind. Now the edge of the plateau was drawing near. The shuttle banked around one of the towers rising out of the side of the cliffs. Hiari gulped. From orbit, she hadn’t realized just how imposing the massive, black stone buildings would be. They reminded her of temples, designed to inspire awe…or dread. Even as Hiari shook off the stray thought, Durruq growled in the back of his throat. “I do not like the look of this place.” San Sinassa, the Creuss sent to mind the observers, turned from the pilot’s seat. “We have found similar structures all across the seabed. Apparently, this is an entire lost civilization.” In all of her time spent exploring the galaxy, she had never seen an ocean being drained. The Aris Vex had made orbit an hour ago, and since then Hiari Omar had not once left the corvette’s observation blister. Beneath her lay a gray planet covered in dust storms and foaming, black seas. Nothing grew on its barren, ashen plains, and only the simplest plants struggled to survive in the mineral-laced waters. It was probably the least interesting world Hiari had seen, and yet she had traveled all the way from the Jord Institute of History, beyond the Creuss Gate, past the Torali Pulsar, and deep into Shaleri space, to be here. And she wasn’t the only one. “Dr. Omar.” She started at the deep rumbling purr, then turned and smiled. “Durruq. I am sorry I did not notice you.” The Hacan envoy briefly closed his eyes and dipped his body in a friendly greeting. “I apologize for disturbing your contemplations, but the rest of the observer team was about to dine. Will you join us?” “In a minute,” Hiari said. “I want to watch a bit longer.” Durruq nodded. “It is an impressive sight. I will join you for a time, if you will permit me.” She shifted to provide space at the blister, and the larger alien joined her, staring out across the ships that hung in space above the world. Months ago, Creuss researchers had discovered records buried in forgotten vaults on Mecatol Rex, decaying mag-plates that spoke of a world called Acheron, the gateway of Ixth. The Creuss dispatched a massive armada into this forgotten corner of the galaxy, hoping to be the first to find the fabled paradise world and reap the attendant glories of its discovery. Before the rest of the Galactic Council could insist on a multi-species observer team to accompany the expedition, Creuss scouts were already finding routes around the ravenous Singularity of Manon, and into ancient nebulae that were unknown even to these enigmatic aliens. By the time Hiari had been whisked from her apartment in New Moscow and brought aboard the Barony corvette, word had come that the expedition had found Acheron, and sensors had detected strange readings beneath the world’s largest ocean. Now, a toroid the size of a space dock hung suspended between the sculpted silver hulls of two Creuss dreadnoughts. Hiari watched as invisible grav-fields reached down to the ocean hundreds of kilometers below; siphoning off the sea in a writhing funnel of water a kilometer across. It rose up, out of the atmosphere, and through the toroid, erupting into an ever- expanding cloud of shimmering ice that slowly wrapped around to envelop the planet. “How foolish.” This time, Hiari didn’t turn. She recognized the burbling voice as belonging to Migun Thu, a researcher from the Universities of Jol-Nar. He maneuvered his environment suit into the observation room, followed by an austere blue-gray woman in a formal uniform. Commander Teallian Den Marchand the Elder was the captain of the Aris Vex and official observer for the Barony. Migun gestured a manipulator arm at the toroid. “Any sentient who can travel into space can venture underwater. Why waste so much energy to remove the entire ocean?” The aquatic alien seemed personally offended by the whole affair."
    },
    {
      "page_number": 3,
      "text": "3 “I’d like access to some of those other sites as well,” Hiari said. “If I’m going to get a clearer picture of this culture—” “I’m sorry,” Sinassa replied. “But some of our teams have come under attack by unknown assailants as they explored the ruins. Letting you venture on your own is too dangerous.” The observers looked at the Creuss with surprise. The Rokha Varish narrowed her green eyes, and her Naaz companion Cole climbed up on her shoulders for a better view. “Assailants? What assailants are these?” “They’re unknown,” Sinassa said soothingly. “Once we have more information, we will certainly provide you with it. Ah, we are approaching the gateway.” The shuttle had been flying up a ravine leading into the interior of the plateau. Now it climbed, soaring over the lip to reveal the massive curve of the wormhole. A black sphere ringed by warped light. Still dozens of kilometers away, it filled the forward viewports. The observers fell silent. “You could fly a Murmanifique battleship through that,” Teallian finally whispered. “Can you...” Hiari said. “Fly through it, I mean?” The Creuss nodded, his posture conveying pride. “Our teams entered three hours ago. Prepare yourselves.” The shuttle accelerated, flying toward the absolute darkness of the surface. Hiari clenched her seat’s armrests as she felt as if she was being wrenched in every direction at once. For a moment, or perhaps an eternity of moments, she was blind and deaf, smothered in complete nothingness. Then, she could see again. The shuttle arced out of the wormhole, and they were soaring over a city. A huge city, Hiari realized. The shuttle had enough height that she could see serried ranks of immense, cyclopean structures in all directions, stretching off to the horizon. Black stone, like on Acheron. And above that… The dim light of a smoldering red dwarf star could not obscure the glowing disk that stretched from one edge of the sky to the other. One of the observers gasped. “Is that…the galaxy?” “We believe so,” Sinassa said. “Our scientists are working to identify this world’s location, but our preliminary analysis places this at least fifty thousand light years from Acheron, nearly perpendicular to the galactic plane.” “…by the sacred depths.” Migun murmured. Hiari thought she knew exactly how he felt. The shuttle circled the center of the city before putting down in the courtyard of a construction that was immense even by the standards of the buildings around them. Hiari thought she could identify elements of the galactic-antiquity style in the massive ziggurat, but she had never seen anything like the fan of towering blades that adorned the summit...like a monstrous crown. Get control of yourself, Dr. Omar, she thought sharply. You know better than to attribute human emotions to alien cultures like a first-year student! But she couldn’t shake the ominous feeling as they disembarked. The courtyard was more black stone, perfectly fitted and partially covered by drifting dunes of dust. The lowest level of the ziggurat towered over them, at least one hundred meters high. Small Creuss ships huddled around the only visible entrance, an archway large enough to fly their shuttle through with room to spare. Creuss techs bustled about setting up scanners and deploying drones, paying no attention to the party. As soon as they stepped across the threshold and a cavernous hallway beyond, Hiari felt a tingling sensation sweep across her skin. Durruq’s eyes narrowed. “There’s no dust in here.” “Amazing,” Migun said. “That must be some sort of static field, and it’s still functioning!” Sinassa nodded. “Our advance teams report more impressive finds within. With your permission, I will take you to see them.” The team slowly made its way deeper into the heart of the structure. The passageways they followed eventually shrank, but the vaulted ceilings still loomed far over the heads of the observers. As the natural light faded away, they realized that the interior was lit by a faint blue lambency—though no one could tell where the light came from. Hiari began to see decorations worked into the walls and columns, sharp geometric shapes with gold inlay. At one point, she drifted away and pulled out her savant, taking scans of a series of carvings until Sinassa politely insisted that she rejoin the group. “I’m sure those bas-reliefs were of DNA helixes,” Hiari whispered to Durruq. “There even appeared to be genetic coding beneath, if I can interpret their language.”"
    },
    {
      "page_number": 4,
      "text": "4 had Commander Teallian, who was looking about with narrowed eyes. As Hiari searched for previously deciphered morphemes from the Vira-Pics site, she heard Durruq speaking to the Letnev officer. “Does this place disturb you too?” “It does,” Teallian muttered. “It’s just…in all the stories, Ixth is supposed to be a garden paradise; a promised land. Does this really seem like a paradise to you?” Durruq growled quietly in response. A few minutes later, the heavy tread of his environmental suit heralded Sinassa’s return. “Please, everyone. It would be wise if you would stay with the main group—” “Just a moment.” Hiari looked up. “I think I can read this.” Everyone—even Varish, Cole, and Migun—crowded around. “Well, go on then,” Teallian said. “What does it say?” Hiari started to go through the words closest to the door. “Well, this speaks of a sanctum…a refuge of royalty. This place, I think. Then it references Ixth, which is this planet...And then here’s something about a mighty empire…one with dominion over every star in Ixth’s sky. The Dominion of…” She suddenly looked up, her face gray. “Sinassa. Tell your colleagues to leave that column at once.” “What are you talking about?” Migun demanded. Hiari pointed at a set of letters. “It says… ‘the Dominion of the Mahact, the Kings of the Galaxy.’” A deafening crack echoed across the well, and the blue glow brightened. There seemed to be some sort of commotion near the column. Hiari could just make out figures backing away from a space in the machinery that was sliding open. Inside it was dark, with tiny points of blue light. Like stars. A red flash lit the chamber, then another, and another. Hiari thought she could hear one of the other observers screaming. Then a billowing, hissing cloud of steam erupted from the column, hiding it from view. “We need to leave,” Teallian said. “Sinassa?” The Creuss warrior looked at her, then nodded. “Yes, I think so. I will contact the rest of the advance team…” His voice trailed off. Suddenly his suit began to spasm and shudder. Sinassa threw his head back and howled. Sparks of red began to leak from the joints of his suit, overwhelming the Creuss’ normal cerulean glow. The group began to back away as Sinassa suddenly relaxed, crimson light spilling from his armor. He studied the group for a long moment. Then he reached for his laser rifle. His arm sheared off at the shoulder in a shower of sparks. Durruq growled as he spun, bringing his collapsible shudder blade back into an upward swing that split Sinassa from waist to shoulder. The Creuss screamed, energy erupting from his suit as he pitched over the side of the balcony. The Hacan didn’t pause to watch his foe fall. He sprinted for the hallway leading back to the surface. “Run!” he ordered. Hiari and her remaining colleagues fled through the corridors to the surface. Screams still echoed down the passages behind them, and the glow in the air seemed to be brightening. Soon, glowing lines began to trace the carvings and decorations on the wall. The ziggurat was waking up. The air grew colder the deeper they got. In approximately half an hour, Hiari’s savant informed her they had descended over one hundred meters below ground level, and her breath puffed out in white clouds. She was about to ask Sinassa how much farther they were going when the passage suddenly opened. The observers found themselves standing on a balcony overlooking a bottomless well over a kilometer across. The balcony stretched around the circumference of the well, and thin bridges ran out in regular intervals to a column that hung suspended in the center like a mechanical stalactite. The column was covered in machinery, pipes, conduits, and inlaid circuits that spread out across the ceiling far above, then ran back down the sides of the well and vanished into the depths. “As you can see,” Sinassa said, “this is clearly the heart of the structure, and where we have focused our efforts.” He gestured to a number of Creuss who had crossed the bridges and were now clustered around the column. “We have discovered what appear to be large stasis pods embedded in the column. If you would care to observe…” He began to walk across the nearest bridge. Most of the group of observers trailed in his wake, talking quietly but excitedly amongst themselves. Hiari saw the Winnaran xenoarchaeologist Toala Toaldar, a former colleague on several expeditions to the Mirist Stars, recording the entire chamber with her own bulky savant. She started to follow, but Durruq laid a heavy paw on Hiari’s shoulder. “A moment, Dr. Omar.” He gestured to the wall behind them. Hiari saw that, amongst the conduits, writing had been carved into the walls. “Before we delve too deeply, would it be possible to decipher this?” Hiari looked closer. “I think I might…” She began searching through her savant’s files. “Yes! This looks like a pre-Lazax dialect we found on the ruins of Vira-Pics III.” She began to scan and review the lettering. Varish and Cole, along with Migun, had also remained behind to study the machinery on the walls. So"
    },
    {
      "page_number": 5,
      "text": "5 As they ran, Hiari saw Durruq clutching his arm. “You’re injured!” she gasped. Durruq shook his head, and pulled back his hand. Blood oozed from the neat hole in his forearm. “Skin pocket,” he growled. “Where I hid the blade.” “Skin pockets? Hidden weapons?” The Hacan bared his teeth. “The Emirates felt it best—” he paused as they sprinted around a corner, blade ready “—to send an envoy with hidden talents.” Hiari kept running, but she couldn’t stop watching Durruq out of the corner of her eyes. They had just made it to the main hall when they were attacked. White, smooth-skinned humanoids sprinted from the shadows. Their faces were completely featureless, no eyes, ears, nose, or mouth. But they could sense the group’s presence all the same and charged, thin needle-blades sprouting from their palms. Durruq killed two with sweeping strokes, ducking under their grasping arms as he disemboweled them. Another leapt on Migun, only to have its needle snap harmlessly against the hard surface of the environment suit. A moment later, the Hylar activated some sort of defense field and fried the humanoid with a massive electric shock. Hiari ducked out of the path of another humanoid, blocking its stab with her savant and wishing desperately that she had some sort of weapon. Varish and Cole didn’t even stop. The tiny Naaz held on tight as the Rokha sprinted for the exit. But despite their efforts, none of the team would have escaped without Teallian. The commander drew her grazer sidearm and calmly began firing. Each shot dropped one of the humanoids into a pile of twitching limbs and smoking flesh. Instinctively, the rest of the group clustered around Teallian as they backed for the exit with Durruq keeping her flanks protected if any of the creatures got too close. They made it over the threshold and out into the courtyard just as the grazer overheated with a whistling scream. Teallian cursed and threw it at the nearest creature, then turned and ran. The Creuss who had been setting up the exploration base camp had vanished. So had their ships. But the observers’ shuttle remained. Through the cockpit windows, Hiari could see Varish and Cole prepping the ship for takeoff. Durruq and Migun sprinted up the boarding ramp, with Hiari right behind them. She turned to help Teallian aboard, only to see her gasp and stumble. One of the humanoids had closed and lunged, driving the needle-blade into her shoulder. Without thinking, Hiari smashed the thing’s featureless face with her savant. As it reeled back, she grabbed Teallian by the hand and hauled her up the ramp, the hatch hissing shut behind them both. Then the shuttle leapt into the air, flying fast away from the courtyard. Migun grabbed the Letnev commander and helped her to a bench, while Hiari helped peel off her uniform jacket. “How bad is it?” Teallian asked, grimacing. “I’m not sure,” Hiari said. The wound was a single round puncture with little blood leaking out of it. However, the skin around the injury was starting to turn ashen white. She reached for the emergency med-box and sprayed the site with contra- venoms and a curative seal. By the time she’d finished, the white had spread across Teallian’s shoulder and down her arm, and the Letnev was watching her own hand with horrified fascination. “I don’t know what this is,” Hiari said. “It’s not responding to any of the meds.” Teallian’s fingernails all fell off at once. The skin beneath was smooth and fresh. She reached up, and pulled a clump of her own hair free. As she did, her hand ran across her ear, which was starting to shrink and shrivel. Teallian stared at the hair in her hand for a long moment. When she looked up at Hiari, her eyes were hard. “This is some sort of gene-sorcery.” She sucked in a deep, shuddering breath, then continued. “It’s happening fast. Doctor Omar, listen to me. Get back to the Aris Vex. My crew has prepared for the possibility that we would discover something dangerous. Tell them ‘Quann.’ They will follow your instructions. Warn the Council.” Hiari nodded. “I will.” Teallian turned to Durruq. She could barely keep her eyes open, the sockets seemed to be sealing shut. “Now. Your sword.” She held out her arm. ————————— The shuttle erupted from the wormhole on Acheron, soaring toward the fleet. The remaining members of the team gathered in the cockpit. Nobody wanted to sit in the back. No hails greeted the shuttle. After a long moment, Hiari activated the communicator. “This is the observation team, hailing the Aris Vex. Come in, Aris Vex.” Another long pause, then a burst of static and the voice of Lieutenant Drellixiar, the corvette’s first officer. “Observation team, this is Aris Vex. Commander Marchand, is that you?” “No, this is Doctor Hiari Omar. I’m afraid the Commander is dead.” Hiari glanced over her shoulder, toward the crew bay. “She said that the code is ‘Quann.’” “Understood, Doctor. Stand by for rendezvous coordinates.” Information flowed through the shuttle’s nav systems, and Varish hissed. “What are you doing in a polar orbit?” “The situation here has become complex in the past hour,” Drellixiar said. “We thought it best to keep a low profile.” “What do you mean, ‘complex?’” Durruq asked. “You should be able to see for yourself,” Drellixiar replied. The shuttle was just breaking free from Acheron’s atmosphere and entering the black void of space. Suddenly they could see the Creuss fleet, in orbit over the wormhole. Red lights danced across the hulls of the Creuss warships. The sculpted silver decorations now flickered with a smoldering, crimson glow. The fleet sank into Acheron’s atmosphere even as the shuttle flew higher. No one scanned or hailed the shuttle, or seemed to even notice their existence. Instead, one by one, the Creuss ships descended toward the plateau and began to enter the gateway."
    },
    {
      "page_number": 6,
      "text": "6 INTEGRATING THIS EXPANSION Before combining the components of this expansion and the base game, remove the following agenda cards from the base game, which are no longer used when playing with the expansion: ✦Core Mining ✦Demilitarized Zone ✦Holy Planet of Ixth ✦Representative Government ✦Research Team: Biotic ✦Research Team: Cybernetic ✦Research Team: Propulsion ✦Research Team: Warfare ✦Senate Sanctuary ✦Shard of the Throne ✦Terraforming Initiative ✦The Crown of Emphidia ✦The Crown of Thalnos Then, combine this expansion’s components with the like components from the base game. Add the four mech units, eight new technology cards, and one new promissory note that match each base-game color to the other components of that type. Add the remaining cards to their respective decks, and shuffle the red-backed and blue-backed system tiles into their respective piles of base-game system tiles. Replace the “Diplomacy” and “Construction” strategy cards from the base game with the revised versions included with the expansion. Finally, add the seven new faction sheets to the stack of sheets from the base game. OVERVIEW Twilight Imperium: Prophecy of Kings introduces a wealth of additional content for the Twilight Imperium: Fourth Edition base game. Seven new factions enter the fray, including the infamous Mahact Gene-Sorcerers, former rulers of the galaxy. Leaders step to the forefront to provide their factions with their exceptional skills. In the bloody theater of planetary combat, mechanized infantry raise the brutality to new heights. Among the stars, war spreads to famous planets around the galaxy, and the race for new territory reveals lost relics of immense power. EXPANSION IDENTIFIER Each card and sheet in this expansion has the Prophecy of Kings expansion icon to distinguish these components from the components in the Twilight Imperium: Fourth Edition base game. The expansion system tiles are numbered 52–91. THE LONG WAR When playing the Prophecy of Kings expansion, new avenues to gaining victory points become available, and the ease of scoring some objectives increases. Players who wish to play a longer game may use the 14-space side of the victory point track. EXHAUST VENTS MOTIVE GYROS MASS MISSILE FEED PRIMARY DRIVES SENSOR MASTS LAUNCHER CLUSTER OPERATIONAL STATUS ////// {STANDBY} ZS THUNDERBOLT M2"
    },
    {
      "page_number": 7,
      "text": "7 COMPONENTS 40 System and Hyperlane Tiles a dull thud, the pro With a dull thud, the probe shot h from the cruiser and accelerated elstro into the writhing maelstrom of the in e ft. Admiral DeLo gravity rift. Admiral DeLouis paced g d the bridge. Ho on the bridge. Hopefully, this time e probe would retu the probe would return. P EXPLORATION EXPLORATION PROBE PROBE P T ACTION: A lore a fron Explore a frontier ken in an anomaly th token in an anomaly that to contains or is adjacent to a co tai system that contains 1 or sy your ships more of your ships. m 20 Action Cards DIRECTIVE For: Each player removes 2 command tokens from their command sheet and returns those tokens to their reinforcements. Against: Each player removes 1 command token from their ﬂ eet pool and returns that token to their reinforcements. CLANDESTINE OPERATIONS 13 Agenda Cards After you perform a tactical action in a system that contains a frontier token, if you have 1 or more ships in that system, explore that token. Your ships can retreat into adjacent systems that do not contain other players’ units, even if you do not have units or control planets in that system. DARK ENERGY TAP 128 Technology Cards 6 COMBAT COST2 ✦ SUSTAIN DAMAGE This unit doesn't count against the total number of units a ship with capacity can transport. ARGENT MECH AERIE SENTINEL 24 Mech Unit Cards IXTH 5 3 A dry, dead world of black volcanic mountains and molten seas of lava. The great necropolis of Aior Dol Gorgos on the Plateau Imperia is the only evidence of civilization. IXTH 5 3 40 Planet Cards 1 CTORY POIN CTORY POINT VICTORY POINT ORY PO VICTORY POINT Co Control more planets u than each of 2 of your o neighbors. STATUS PHASE PUSH BOUNDARIES 40 Objective Cards BLACK MARKET FORGERY ACTION: Purge 2 of your relic fragments of the same type to gain 1 relic. Then, return this card to the Naaz-Rokha player. 24 Promissory Note Cards You may gain 1 commodity, or you may spend 1 trade good or 1 commodity to place 1 mech from your reinforcements on this planet. LOCAL FABRICATORS Though sub-standard, the locally produced munitions were enough to turn the tide of the war. 74 Exploration Cards (20 Cultural, 20 Industrial, 20 Hazardous, and 14 Frontier) A power great enough to envelop a star, such that its energies might be concentrated...and scattered. ACTION: Choose 1 non- home, non-legendary planet other than Mecatol Rex in a system that is adjacent to 1 or more of your units that have BOMBARDMENT; destroy all units on that planet and purge its attachments and its planet card. Then, place the destroyed planet token on that planet and purge this card. STELLAR CONVERTER 10 Relic Cards 7 Faction Sheets - COST - COMBAT - MOVE - - CAPACITY CAPACITY UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE You cannot produce this unit unless you own its unit upgrade technology. WAR SUN COST COMBAT 1 MOVE CAPACITY ✦ SUSTAIN DAMAGE 4 COST 5 COMBAT 1 MOVE 1 CAPACITY ✦ SUSTAIN DAMAGE ✦ BOMBARDMENT 5 DREADNOUGHT I 3 COST 9 COMBAT 1 MOVE 4 CAPACITY CARRIER I 2 COST 7 COMBAT 2 MOVE CRUISER I 1 COST 9 COMBAT 2 MOVE ✦ ANTI-FIGHTER BARRAGE 9 (X2) DESTROYER I ✦ PLANETARY SHIELD ✦ SPACE CANNON 6 PDS I COST 9 COMBAT - MOVE FIGHTER I COST COMBAT ✦ PRODUCTION X This unit’s PRODUCTION value is equal to 2 more than the resource value of this planet. Up to 3 fighters in this system do not count against your ships’ capacity. SPACE DOCK I UPGRADE UPGRADE UPGRADE 1 1 COMMODITIES 3 8 5 8 ARVICON REX MAHACT FLAGSHIP CRIMSON LEGIONNAIRE I MAHACT INFANTRY 3 During combat against an opponent whose command token is not in your fleet pool, apply +2 to the results of this unit’s combat rolls. After this unit is destroyed, gain 1 commodity or convert 1 of your commodities to a trade good. “KNEEL.” —Airo Shir Aur EDICT When you win a combat, place 1 command token from your opponent’s reinforcements in your fleet pool if it does not already contain 1 of that player’s tokens; other players’ tokens in your fleet pool increase your fleet limit but cannot be redistributed. IMPERIA While another player’s command token is in your fleet pool, you can use the ability of that player’s commander, if it is unlocked. HUBRIS During setup, purge your “Alliance” promissory note. Other players cannot give you their “Alliance” promissory notes. THE MAHACT GENE-SORCERERS - COST - COMBAT - MOVE - CAPACITY CAPACITY UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE UPGRADE You cannot produce this unit unless you own its unit upgrade technology. WAR SUN 8 COST COMBAT 1 MOVE CAPACITY 4 COST 5 COMBAT 1 MOVE 1 CAPACITY DREADNOUGHT I 3 COST 9 COMBAT 1 MOVE 4 CAPACITY CARRIER I 2 COST 7 COMBAT 2 MOVE 1 COST 9 COMBAT 2 MOVE ✦ ANTI-FIGHTER BARRAGE 9 (X2) DESTROYER I COST 9 COMBAT - MOVE FIGHTER I COST 8 COMBAT INFANTRY I ✦ PRODUCTION X This unit’s PRODUCTION value is equal to 2 more than the resource value of this planet. Up to 3 fighters in this system do not count against your ships’ capacity. SPACE DOCK I UPGRADE UPGRADE 1 1 COMMODITIES 2 1 UL FLAGSHIP 7 3 OURANOS SATURN ENGINE I ✦ SUSTAIN DAMAGE ✦ BOMBARDMENT 5 HEL-TITAN I UL PDS UL CRUISER COMBAT 7 UPGRADE DEPLOY: After you activate a system that contains your ships and at least 1 of your PDS, you may replace that PDS with this unit. This unit is treated as both a structure and a ground force. It cannot be transported. ✦ SUSTAIN DAMAGE ✦ PLANETARY SHIELD ✦ SPACE CANNON 6 ✦ SUSTAIN DAMAGE ✦ PRODUCTION 1 “The Titans seek something more permanent than a mere empire.” —Pyrolusius the Observer COALESCENCE After you explore a planet that has no sleeper token, you may place or move 1 sleeper token onto that planet. AWAKEN After you activate a system that contains 1 or more of your sleeper tokens, you may replace each of those tokens with 1 PDS from your reinforcements. THE TITANS OF UL 20 Frontier Tokens 4 Gamma Wormhole Tokens (3 Generic and 1 Creuss) 112 Command Tokens 119 Control Tokens 1 Mirage Planet Token 6 Dimensional Tear Tokens (3 Cabal and 3 Nekro Virus) 118 Plastic Base Game Units (59 Units in 2 Colors) 32 Plastic Mech Units (4 Units in 8 Colors) 2 Revised Strategy Cards 42 Trade Good and Commodity Tokens (Double-Sided) 74 Leader Cards ACTION: Exhaust this card and choose any player’s non-fi ghter ship; that player may replace that ship with one from their reinforcements that costs up to 2 more than the replaced ship. LETANI OSPHA UNITY THROUGH PEACE \"I am Arborec. Even the smallest spore may grow into a towering structure or a mighty vessel of the stars. I wish my spores to grow strong and tall and wide, and so I send forth my Letani. Through them, I unleash the full potential of myself. \" LETANI OSPHA UNITY THROUGH PEACE 1 Destroyed Planet Token 8 Leader Sheets AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT 2 Command Sheets FLEET TACTIC TRADE GOODS STRATEGY TYPES OF ACTIONS ✦ Strategic Action ✦ Tactical Action ✦ Component Action THE TACTICAL ACTION 1) Activation 2) Movement i) Move Ships ii) Space Cannon Offense 3) Space Combat i) Anti-Fighter Barrage ii) Announce Retreats iii) Make Combat Rolls iv) Assign Hits v) Retreat 4) Invasion i) Bombardment ii) Commit Ground Forces iii) Space Cannon Defense iv) Ground Combat v) Establish Control 5) Production STATUS PHASE 1) Score Objectives 2) Reveal Public Objective 3) Draw Action Cards 4) Remove Command Tokens 5) Gain and Redistribute Tokens 6) Ready Cards 7) Repair Units 8) Return Strategy Cards ANOMALIES Asteroid Field • Ships Cannot Move Through or Into Nebula • Ships Cannot Move Through • Ships In Nebula Move Set to 1 • +1 Space Combat Die Results to Defender In Nebula Supernova • Ships Cannot Move Through or Into Gravity Rift • Each Ship Moving Through or Out of Applies +1 Move and Rolls 1 die; Unit is Removed on Result of 1–3. QUICK REFERENCE FLEET TACTIC TRADE GOODS STRATEGY TYPES OF ACTIONS ✦ Strategic Action ✦ Tactical Action ✦ Component Action THE TACTICAL ACTION 1) Activation 2) Movement i) Move Ships ii) Space Cannon Offense 3) Space Combat i) Anti-Fighter Barrage ii) Announce Retreats iii) Make Combat Rolls iv) Assign Hits v) Retreat 4) Invasion i) Bombardment ii) Commit Ground Forces iii) Space Cannon Defense iv) Ground Combat v) Establish Control 5) Production STATUS PHASE 1) Score Objectives 2) Reveal Public Objective 3) Draw Action Cards 4) Remove Command Tokens 5) Gain and Redistribute Tokens 6) Ready Cards 7) Repair Units 8) Return Strategy Cards ANOMALIES Asteroid Field • Ships Cannot Move Through or Into Nebula • Ships Cannot Move Through • Ships In Nebula Move Set to 1 • +1 Space Combat Die Results to Defender In Nebula Supernova • Ships Cannot Move Through or Into Gravity Rift • Each Ship Moving Through or Out of Applies +1 Move and Rolls 1 die; Unit is Removed on Result of 1–3. QUICK REFERENCE 4 Legendary Planet Ability Cards HOPE'S END Buried deep beneath the surface, the lost vaults contain a legion's worth of weapons. You may exhaust this card at the end of your turn to place 1 mech from your reinforcements on any planet you control or draw 1 action card. IMPERIAL ARMS VAULT LEGENDARY—HOPE'S END 1 Ion Storm Token (Double-Sided) 13 Attachment Tokens (6 Generic, 4 Tech, 1 DMZ, and 2 Titan) 5 Ul Sleeper Tokens 4 2 71 Infantry Tokens 71 Fighter Tokens"
    },
    {
      "page_number": 8,
      "text": "8 SETUP To set up a game of Twilight Imperium with the Prophecy of Kings expansion, follow the Complete Setup rules found in the base game’s rules reference with the following additions: ✦STEP 3—GATHER FACTION COMPONENTS: In addition to their faction components from the base game, each player takes their faction’s mech unit card and their three leader cards. The factions listed below take additional components: ✧The Ghosts of Creuss: 1 Creuss Gamma Wormhole Token ✧The Vuil’raith Cabal: 3 Dimensional Tear Tokens ✧The Nekro Virus: 3 Dimensional Tear Tokens ✧The Titans of Ul: 5 Ul Sleeper Tokens ✧The Embers of Muaat: 1 Muaat Supernova Tile ✦STEP 4—CHOOSE COLOR: Each player takes all of their color’s components, which now include: • 4 mech units • 8 new technology cards • 1 new promissory note • 1 leader sheet Each player slides the edge of their leader sheet under their faction sheet. Then, from top slot to bottom slot, they place their agent, commander, and hero leader cards and their mech unit card on the leader sheet. All leaders are placed showing the side that has the slot icon in the upper-right corner. ✦STEP 6—CREATE GAME BOARD: Place the wormhole nexus in the common play area so the side that shows only the gamma wormhole is faceup. Then, place the 3 gamma wormhole tokens next to the wormhole nexus. If playing with five, seven, or eight players, see the next page for specifics about creating the game board for that number of players. ✦STEP 7—PLACE CUSTODIANS TOKEN: Place one frontier token on each non-home system that has no planets. Return the remaining frontier tokens to the game box. Place all attachment tokens near the game board. ✦STEP 8—SHUFFLE COMMON DECKS: Shuffle the relic deck and each exploration deck separately and place them in the common play area. Additional Faction Components for the Ghosts of Creuss The Wormhole Nexus 3 0 3 0 Relic Hazardous Industrial Frontier Cultural AGENDA PHASE 1) First Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 2) Second Agenda i) Reveal Agenda ii) Vote iii) Resolve Outcome 3) Ready Planets LEADERS Agent • Can be exhausted to use its ability • Can interact with other players Commander • Must be unlocked to use its ability • Can be shared via “Alliance” note Hero • Must be unlocked to use its ability • Powerful once-per-game ability TERMINOLOGY Purge • A purged card is removed from the game and returned to the game box Explore • Draw a card from the exploration deck that matches the planet or token Attach • This card attaches to a planet card Deploy • This ability can be used to place a unit from a player’s reinforcements EXPLORATION TOKENS Ion Storm • Flips when ships use its wormholes Destroyed Planet • Card is purged; cannot land units WORMHOLE NEXUS • Starts gamma-only side up • Flips when first unit enters or Mallice is controlled QUICK REFERENCE MECH HERO COMMANDER AGENT y player activates RA \"The Creuss have unsurpassed command of wormhole technology, true—but enough to warp the very bounds of space? Preposterous!\" UNLOCK: Have 3 scored objectives. RIFTWALKER MEIAN SHALERI GUARDIAN \"When you leave the familiar safety of your universe, you enter our domain. I suggest you do not trespass here lightly.\" UNLOCK: Have units in 3 systems that contain alpha or beta wormholes. GATEWARDEN SAI SERAVUS After any player activates a system that contains a non-delta wormhole: You may exhaust this card; if you do, that system is adjacent to all other systems that contain wormholes during this tactical action. THE AZURE WHISPER EMISSARY TAIVRA Top Slot Icon (Agent) After any player activates a system that contains a non-delta wormhole: You may exhaust this card; if you do, that system is adjacent to all other systems that contain wormholes during this tactical action. THE AZURE WHISPER EMISSARY TAIVRA \"When you leave the familiar safety of your universe, you enter our domain. I suggest you do not trespass here lightly.\" UNLOCK: Have units in 3 systems that contain alpha or beta wormholes. GATEWARDEN SAI SERAVUS \"The Creuss have unsurpassed command of wormhole technology, true—but enough to warp the very bounds of space? Preposterous!\" UNLOCK: Have 3 scored objectives. RIFTWALKER MEIAN SHALERI GUARDIAN Frontier Tokens"
    },
    {
      "page_number": 9,
      "text": "9 GAME BOARD SETUP When playing with five, seven, or eight players, the “Create Game Board” step of setup is modified as described below. Five-Player Setup During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Game Board Setup” diagram. Seven-Player Setup During the “Deal System Tiles” substep, each player is dealt four blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Game Board Setup” diagram. Then, before placing system tiles, the speaker draws five tiles—two red and three blue—from the unused tiles and places them one at time in an order of their choice so they are faceup, adjacent to Mecatol Rex following normal rules for placing tiles. Eight-Player Setup During the “Deal System Tiles” substep, each player is dealt four blue tiles and two red tiles. Then, before placing system tiles, the speaker draws four tiles—two red and two blue—from the unused tiles and places them one at time in an order of their choice so they are faceup, adjacent to Mecatol Rex following normal rules for placing tiles. HYPERLANE SETUP For the game board setups described on this page, hyperlane tiles are always set up in the formation shown below using hyperlane tiles 83A, 84A, 85A, 86A, 87A, and 88A. The rules for hyperlanes are described on page 11. GAME BOARD SETUP FOR 5, 7, OR 8 PLAYERS Five-Player Setup Eight-Player Setup Seven-Player Setup Mecatol Rex Home System Hyperlane Ring 1 Ring 2 Ring 3 Ring 4 87A 88A 83A 84A 85A 86A"
    },
    {
      "page_number": 10,
      "text": "10 CAPTURE Some abilities instruct a player to capture a unit. While a unit is captured, it is placed on the capturing player’s faction sheet until it is returned. The rules for capturing and returning units vary depending on the type of unit that is captured. If at least one of a player’s space docks is being blockaded, they cannot capture units from the player who is blockading them. Non-Fighter Ships and Mechs If a player captures a non-fighter ship or mech, they place it on their faction sheet. When such a unit is returned, it is placed in the reinforcements of the player who it was captured from. A captured non-fighter ship or mech can be returned, as follows: ✦If the player who captured the unit agrees to return it as part of a transaction. ✦If an ability allows a player to return a captured ship, typically as a cost for an effect. ✦If the player whose unit was captured blockades a space dock of the player who captured the unit. Fighters and Ground Forces If a player captures a fighter or ground force, it is placed in its reinforcements instead of on the capturing player’s faction sheet. Then, the capturing player places a fighter or ground force token from the supply on their faction sheet instead. Captured fighters and ground forces do not belong to any player color. As such, they cannot be returned as part of a transaction and they are not returned because of a blockade. They remain on the capturing player’s faction sheet until an ability returns them. When returned, they are placed in the supply. LEGENDARY PLANETS Four of the planets in this expansion are legendary planets, which are indicated by the legendary icon. When a player takes control of a legendary planet, they also place its legendary planet ability card in their play area. Each legendary planet ability card has a unique ability that can be used at the end of that player’s turn. If a player gains control of an exhausted legendary planet ability card, it remains exhausted. PRIMOR 1 2 Legendary Icon on Primor Primor’s Planet Card and Legendary Planet Ability Card Large temperate world. Site of several pitched battles during the Twilight Wars due to valuable osmium deposits and a well-educated populace. 1 2 PRIMOR A clade of assassin-scholars has watched over Primor, pledged to its populace's survival. You may exhaust this card at the end of your turn to place up to 2 infantry from your reinforcements on any planet you control. THE ATRAMENT LEGENDARY—PRIMOR RULES This section describes the components and mechanics introduced in this expansion. ADDITIONAL PLAYERS This expansion adds components to enable seven-player and eight-player games. There are no additional rules for playing with this number of players aside from the changes to game board setup on page 9. LEADERS Each faction has three leaders with unique abilities that are resolved by following their instructions. There are three types of leaders: ✦AGENT: Each agent ability exhausts that leader. Agents are readied along with all other exhausted cards during the “Ready Cards” step. ✦COMMANDER: Each commander has a passive ability. This ability can be shared with another faction by trading the “Alliance” promissory card. ✦HERO: Each hero has an exceptionally powerful, once-per- game ability. Leaders are placed on their corresponding leader slots during setup. All leaders must be placed showing the side that has the slot icon in the upper-right corner. Agent abilities are available from the beginning of the game, but commander and hero abilities begin the game locked. Each commander and hero card has a goal, such as “Have 3 scored objectives.” When the goal on a leader card is fulfilled, the player flips the card and the ability on the revealed side is now unlocked and available for the player to use. MECH UNITS Mech units are highly specialized faction-specific ground forces. Each player starts with their mech unit card in play. Mechs are produced like other units and are available from the beginning of the game. Mechs are a type of ground force. They can be transported and can participate in ground combat. Each faction’s mechs have the stats and abilities shown on their mech unit card. Some mech unit cards have a “Deploy” ability. Deploy abilities provide an alternative way to place units on the game board. These abilities can only be resolved to place a unit that is in a player’s reinforcements, and each deploy ability can be resolved only once per timing window. Commander Slot Icon"
    },
    {
      "page_number": 11,
      "text": "11 PURGE If an ability instructs a player to purge a component, that component is removed from the game and returned to the box. WORMHOLE NEXUS The wormhole nexus is a unique region of the galaxy where numerous wormholes converge. It is a two-sided system tile— the inactive side displays only a gamma wormhole, and the active side displays three wormholes. The nexus is treated as part of the game board, and it begins the game inactive, meaning it is only adjacent to tiles that have a gamma wormhole. The first time a player moves or places a unit into the wormhole nexus or gains control of its planet (Mallice), the nexus becomes active and the player flips it to its active side. The active nexus is adjacent to tiles that have an alpha, beta, or gamma wormhole. HYPERLANES When playing with five or seven players, the galaxy is set up with hyperlane tiles (see “Game Board Setup” on page 9). Each contiguous line created by one or more hyperlane tiles is a hyperlane. System tiles connected by a hyperlane are adjacent for all purposes. Hyperlane tiles improve balance in the starting positions for each player, so players do not receive extra trade goods for having a particular starting position. Hyperlane tiles are not systems. They cannot have units on them and they cannot be targets for effects or abilities. Inactive 3 0 3 0 Active 3 0 3 0 3 3 1 3 1 1 3 STARPOINT 1 1 NEW ALBION 1 3 STARPOINT 1 1 NEW ALBION 1 2 1 2 1 1 TAR’MANN 1 1 TAR’MANN RIGEL III 1 1 0 RIGEL III 1 1 0 0 2 0 2 Hyperlanes make the red-highlighted system adjacent to the two yellow-highlighted systems. EXPLORATION When a player takes control of a planet that is not already controlled by another player, they explore that planet. To explore, the player draws a card from the top of the exploration deck that matches that planet’s type and resolves the card’s effect. Then, the card is discarded unless it is a relic fragment or has an “Attach” ability, which are described on the next page. Planets that do not have a type cannot be explored. Players that have the “Dark Energy Tap” technology can explore frontier tokens. When a player explores a frontier token, they discard the token and draw a card from the top of the frontier exploration deck. If a player gains control of multiple planets at the same time, they choose the order in which they explore those planets, drawing and resolving each planet’s exploration card before exploring the next planet. ATTACHED CARDS When a player draws an exploration card that includes the “Attach” header, they attach it to the explored planet’s card by sliding it underneath. Then, they place the matching attachment token on that planet on the game board. That planet is modified by the exploration card’s values and ability, and the attached card remains attached if another player takes control of that planet. RELIC FRAGMENTS AND RELICS When a player draws an exploration card that contains “relic fragment” in the title, they place it faceup in their play area. As described on the card, three relic fragments of the same type can be purged to gain a relic, a card that has a powerful ability. When a player gains a relic, they draw a card from the top of the relic deck and place it faceup in their play area. Relic fragments can be exchanged as part of a transaction. Frontier Token Industrial Planet VELNOR 1 2 ATTACH: This planet’s resource value is increased by 2 and its influence value is increased by 1. DYSON SPHERE 1 2 ATTACH: This planet’s resource value is increased by 2 and its influence value is increased by 1. DYSON SPHERE 1 2 Home to the Semanora, and heavily damaged in the Twilight Wars. Rusting warship hulks litter the rad-deserts, making it a war memorial and salvage site. 2 3 SEM-LORE Relic Fragment ACTION: Purge 3 of your industrial relic fragments to gain 1 relic. INDUSTRIAL RELIC FRAGMENT Dyson Sphere’s Attachment Token"
    },
    {
      "page_number": 12,
      "text": "12 EIGHT-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Eight-Player Alternate Hyperlanes Setup” diagram below, using hyperlane tiles 83B, 85B, 87A, 88A, 89B, and 90B. LARGE GALAXY When playing with six players, players wishing to play with a more expansive game board setup can use a four-ring galaxy that uses all of the tiles that are available in both the Twilight Imperium base game and the Prophecy of Kings expansion. When doing so, the “Create Game Board” step of setup is modified as described below. NOTE: Due to the abundance of resources and influence in the “Six-Player Large Galaxy” setup, it is recommended that players use the 14-space side of the victory point track when using the large galaxy setup. SIX-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt six blue tiles and three red tiles. MAP APPENDIX Players can customize their game board setup with one of the following options when playing with the expansion. PREMADE MAPS Instead of standard game board setup, players can choose one of the premade setups from pages 13–15. ALTERNATE HYPERLANES When playing with seven or eight players, players can use the alternate hyperlane setups and non-standard game board shapes below to facilitate more equalized starting positions between players. When doing so, the “Create Game Board” step of setup is modified as described in this section. NOTE: Due to the presence of hyperlanes, the rings for these maps deviate from standard board setup. Pay attention to the non-standard shape of each ring and be sure that each ring is completely filled before placing tiles in the next ring. SEVEN-PLAYER SETUP During the “Deal System Tiles” substep, each player is dealt three blue tiles and two red tiles. Before the “Place System Tiles” substep, the players place the hyperlane tiles exactly as shown in the “Seven-Player Alternate Hyperlanes Setup” diagram below, using hyperlane tiles 83B, 84B, 85B, 86B, 88B, and 90B. ALTERNATE HYPERLANES AND LARGE GALAXY SETUP Seven-Player Alternate Hyperlanes Setup Six-Player Large Galaxy Setup Eight-Player Alternate Hyperlanes Setup Mecatol Rex Home System Hyperlane Ring 1 Ring 2 Ring 3 Ring 4"
    },
    {
      "page_number": 13,
      "text": "13 FOUR-PLAYER GALAXY SETUP THREE-PLAYER GALAXY SETUP"
    },
    {
      "page_number": 14,
      "text": "14 FIVE-PLAYER GALAXY SETUP (WITH HYPERLANES) SIX-PLAYER GALAXY SETUP"
    },
    {
      "page_number": 15,
      "text": "15 SEVEN-PLAYER GALAXY SETUP (WITH HYPERLANES) (WITH HYPERLANES) EIGHT-PLAYER GALAXY SETUP"
    },
    {
      "page_number": 16,
      "text": "16 CREDITS EXPANSION DESIGN AND DEVELOPMENT: Dane Beltrami ORIGINAL TWILIGHT IMPERIUM DESIGN: Christian T. Petersen PRODUCER: Jason Walden FICTION: Sam Gregor-Stewart TECHNICAL WRITING: James Kniffen EDITING: Adam Baker PROOFREADING: Mark Pollard, Mark Miltenburg, and Sarah Sadler BOARD GAME MANAGER: Chris Winebrenner-Palo STORY REVIEW: Daniel Lovat Clark, Matt Newman, and Sam Gregor-Stewart EXPANSION GRAPHIC DESIGN: Shaun Boyke and Toujer Moua GRAPHIC DESIGN MANAGER: Christopher Hosch COVER ART: Anders Finer MAP TILE ART: Stephen Somers INTERIOR ART: Cristi Balanescu, Anders Finer, Aurore Folny, Tom Garden, Tomasz Jedruszek, Alex Kim, Scott Schomburg, and Stephen Somers ART DIRECTION: Jeff Lee Johnson MANAGING ART DIRECTOR: Tony Bradt SCULPTING: Kevin Van Sloun SCULPTING LEAD: Cory DeVore SCULPTING MANAGER: Derrick Fuchs QUALITY ASSURANCE COORDINATION: Andrew Janeba and Zach Tewalthomas PRODUCTION MANAGEMENT: Justin Anger and Jason Glawe VISUAL CREATIVE DIRECTOR: Brian Schomburg SENIOR PROJECT MANAGER: John Franz-Wichlacz EXECUTIVE GAME DESIGNER: Nate French HEAD OF STUDIO: Chris Gerber PLAYTESTERS: Jason Aiken, Alex Antosh, Zachary Antosh, Michael Ashwood, Ethan Ator, Nic Baker, Joanna Barnett, Sam Bartos, Caleb Beckstrom, Mark Belisle, Andrew Bomholt, Matt Bradt, JS Bragg, Paul Brown, Ben Burkholder, Stephen Calomino, Stephen Caviness, Stephen Chang, Christopher Chick, Ryan Close, Paul “Robofish” Couch, Andrew Croftcheck, Matthew Dahlin, Ben DiFrancesco, Hunter Donaldson, Eric Dow, Sten Drescher, Stuart Dunford, Oscar Duretto, Alexis Dykema, Aaron Ebeling, Stephen Ede, Robert Evans, BJ Forrest, Luis Francisco Hernandez, Graham Garrett, Nicholas Giranda, William Gloss, Matt Goodwin, Curran Grimshaw, Phoenix Gruber, Anshu Gupta, Chris Halbower, Richard Harsanyi, Patrick Hawk, Nathanael Hitchcock, Joe Hobbs, Jon Horne, Michael Hutnan, Peter Jamieson, Victoria Jordan, Alec Keeler, Walter Kegerreis, James Kidd, Michael Kidd, Christopher King, RJ King, Zac Kyle, Gene Lane, Josh Lewis, John Loeffler, Michael MacComb, Megan Macdonald, Mark MacKenzie, Andrew McCann, Brian Melcher, Blair Miller, Brady Miller, Joseph Miller, Joe Morse, Ian Mortensen, Will Mundy, Andrew Navaro, Edward Nickson, Regan O’Neill, Jonathan Olson, Jack Otto, Craig Parr, Jorgen Peddersen, Scott Penney, Christian Pereira, Nick Petersen, Matt Provisor, Karl Reiff, Joel Requier, Kyle Riffert, Linus Roberts, Bryan Robertson, Chris Rogers, E.J. Sanders, Eli Schilling, Jedaiah Schilling, Chris Schock, Dustin Shunta, Nicholas Sima, Timon Sisic, Patrick Smalley, Duncan Smith-Halverson, Matthew Spencer, David Steele II, Tasha Steinman, Richie Stephan, Nathan Swenson, Zach Tedford, Katie Van Hast, Robbie Walter, Tyler Welch, Scott Whittaker, Ryan Wolfe, and Jamie Wood Special thanks to Michael Bomholt, Scott Lewis, Andrew Manderson, Matt Martens, Max Philippi, Nate Shedd, and Clayton Threadgill, whose contributions were invaluable. And an additional thank you to all of our beta testers. © 2020 Fantasy Flight Games. Gamegenic and the Gamegenic logo are TM & © Gamegenic GmbH, Germany. Fantasy Flight Games, Twilight Imperium, and the FFG logo are ® of Fantasy Flight Games. Fantasy Flight Games is located at 1995 West County Road B2, Roseville, Minnesota, 55113, USA, 651-639-1905. Actual components may vary from those shown. CLARIFICATIONS This section includes clarifications about timings, interactions, and easily overlooked rules. If the players have a question, they should look here or consult the Living Rules Reference online. Anti-Fighter Barrage ✦The “Anti-Fighter Barrage” step can occur even if a player’s opponent has no fighters in the combat. Captured Fighters and Infantry ✦If a player captures a fighter or infantry unit, it is returned to its reinforcements and the capturing player places a fighter or infantry token from the supply on their faction sheet. Dimensional Tear Tokens ✦If a space dock that has a dimensional tear token under it is destroyed, the dimensional tear token is removed from the board. ✦The Nekro Virus have their own dimensional tear tokens that they can use if they copy the Vuil’raith Cabal’s “Dimensional Tear II” unit upgrade technology card. Exploration ✦A planet that does not have a type cannot be explored. ✦If an ability instructs a player to explore a frontier token, they may do so even if they do not have the “Dark Energy Tap” technology. Frontier Tokens ✦During setup, a frontier token is placed in each non-home system that does not contain planets, including anomalies. Gravity Rifts ✦Players apply +1 to the move values of ships for each gravity rift they move through, but must roll for each rift as well. Mech Units ✦Mech unit cards are not technology cards. Objectives ✦A player can score any number of “Agenda Phase” objectives during a single agenda phase. ✦The wormhole nexus and the Ghosts of Creuss’ home system are on the edge of the game board for the purpose of scoring objectives. Relics ✦Relics cannot be exchanged as part of a transaction even though relic fragments can be exchanged. Wormhole Nexus ✦If the wormhole nexus would become active after a ship moves to it during the “Movement” step of a tactical action, it does not become active until the end of that step."
    }
  ]
}